Repository: jonathanantoine/tvst-translations
Catalog: core/Translations.*.resx
Languages: es, fr, it, pt

# Settings_UI_Code_NeedToBuyIAPContent
source: To perform this action, you have to buy an in-app product on the Store. That's also a way to thank the developer! Do you want to have more info?
es: Para realizar esta acción, debes comprar un producto de la aplicación en la Store. ¡También es una forma de agradecer al desarrollador! ¿Quieres más información?
it: Per eseguire questa azione è necessario effettuare l'acquisto in-app nello Store. Questo è un modo per ringraziare lo sviluppatore! Vuoi maggiori informazioni?
pt: Para realizar essa ação você precisa fazer uma compra in-app na Loja. Essa também é uma forma de agradecer ao desenvolvedor ! Você quer mais informações sobre isso ?

# Settings_UI_Code_NeedToBuyIAPTitle
source: PURCHASE REQUIRED
es: COMPRA NECESARIA
it: ACQUISTO RICHIESTO
pt: COMPRA NECESSÁRIA

# ShowDetails_AppBar_Add_Label
source: Add this show
es: Añadir esta serie a TVST
it: Aggiungi a SERIE TV
pt: Adicionar a série

# Home_AppBar_Add_Label
source: Add a show
es: Añadir una serie
it: Aggiungi SERIE TV
pt: Adicionar série

# ShowDetails_AppBar_AddComment_Label
source: add comment
es: Añadir comentario
it: Commenta
pt: Comentar

# ShowDetails_AppBar_AddComment_SubmitComment
source: SUBMIT
es: ENVIAR
it: Invia
pt: Enviar

# ShowDetails_AppBar_AddComment_SpoilerAlert
source: Spoiler alert
it: Avviso spoiler
pt: Alerta de spoiler

# ShowDetails_AppBar_AddComment_Placeholder
source: Write your comment here. Rules: English only, 5+ words, no support requests, mark spoilers!
es: Escribe aquí tu comentario. Normas: Solo en inglés, más de 5 palabras, no hacer peticiones de soporte, avisar de los spoilers!
it: Scrivi qui il tuo commento. Regole: solo in inglese, 5 o più parole, senza richieste di supporto, contrassegna se spoiler!
pt: Escreva seu comentário aqui. Regras: Somente em inglês, 5 ou mais palavras, sem solicitações de suporte, marcar spoiler!

# ShowDetails_ReplyComment_ButtonText
source: Reply to this comment
es: Responder a este comentario
it: Rispondi a questo commento
pt: Responder a este comentário

# ShowDetails_ReplyComment_ReplyingToFormat
source: Replying to {0} comment
es: Responder a {0} comentario
it: Risposta a {0} commenti
pt: Respondendo a {0} comment

# AddComment_AtLeast5Words
source: At least 5 words are needed.
es: Se necesitan al menos 5 palabras
it: Sono necessarie almeno 5 parole.
pt: Pelo menos 5 palavras são necessárias.

# AddComment_InEnglish
source: Must be written in English.
es: Debe estar escrito en inglés.
it: Deve essere scritto in inglese.
pt: Deve ser escrito em inglês.

# MediaItemDetails_DisplayPoster
source: Display poster in fullscreen
es: Mostrar poster en tamaño completo.
it: Guarda la locandina

# ShowDetails_AppBar_Hide_Label
source: Hide from my collection
es: Ocultar de mi colección
it: Nascondi queste informazioni
pt: Ocultar essa informação

# ShowDetails_AppBar_RateShow_Label
source: Rate this show
es: Valora esta serie
it: Valuta questa SERIE TV
pt: Avaliar essa série

# ShowDetails_AppBar_Remove_Label
source: Remove this show
es: Eliminar esta serie
it: Rimuovi dalla mia raccolta
pt: Remover da minha coleção

# ShowDetails_AppBar_Search_Label
source: Search
es: Buscar
it: Cerca
pt: Pesquisar

# Global_Share_Label
source: Share
es: Compartir
it: Condividi
pt: Compartilhar

# ShowDetails_AppBar_UnHide_Label
source: Restore/Unhide this show
es: Restaurar/Mostrar esta serie
it: Ripristina nella mia raccolta
pt: Restaurar na minha coleção

# ShowDetails_Similar_PanelHeader_Header
source: RELATED SHOWS
es: SERIES RELACIONADAS
it: SERIE TV SIMILI
pt: SÉRIES SEMELHANTES

# Show_List_AddToAList_Label
source: Add to a list
es: Añadir a una lista
it: Aggiungi all'elenco
pt: Adicionar uma lista

# Global_Validate
source: VALIDATE
es: VALIDAR
it: CONFERMA
pt: CONFIRMAR

# Show_List_CreateAList_Text
source: ADD A LIST
es: AÑADIR UNA LISTA
it: CREA UN ELENCO
pt: CRIAR UMA LISTA

# Show_List_RefreshingList_Text
source: Refreshing this list...
es: Actualizando esta lista…
it: Aggiornamento elenco in corso...
pt: Atualizando esta lista...

# Show_List_ListedOn_Text
source: Listed on these lists
es: Aparece en estas listas
it: Catalogato in questi elenchi:
pt: Catalogado nestas listas:

# Show_List_AddToListExplanation_Text
source: Select below where to list this series.
es: Selecciona abajo a qué slista va la serie.
it: Seleziona gli elenchi dove posizionare questa SERIE TV
pt: Selecione abaixo listas onde colocar esta série

# List_DescriptionField_PlaceholderText
source: Description (optional)
es: Descripción (opcional)
it: Descrizione (facoltativa)
pt: Descrição (opcional)

# List_NameField_PlaceholderText
source: Name (required)
es: Nombre (Obligatorio)
it: Nome (obbligatorio)
pt: Nome (obrigatório)

# ShowDetails_Calendar_EmptyPlaceholder_Text
source: There is no incoming episode for this show
es: No hay episodios entrantes para esta serie
it: Nessun prossimo episodio per questa SERIE TV
pt: Nenhum próximo episódio para essa série

# ShowDetails_Calendar_PanelHeader_Header
source: CALENDAR
es: CALENDARIO
it: CALENDARIO
pt: CALENDÁRIO

# ShowDetails_Code_AskRemovingContent
source: WARNING : this will remove ALL DATA related to this show on Trakt.tv : collected shows, watchlist, watch history, etc. Do you confirm ?
es: ATENCIÓN : esta acción borrará TODOS LOS DATOS relacionados conecta serie en Trakt.tv: series recopiladas, watchlist, historial, etc. Confirmas ?
it: AVVISO: questo rimuoverà questa SERIE TV dalla tua raccolta SERIE TV su Trakt, la tua lista di controllo e tutta la tua cronologia andranno persi.
pt: AVISO: Isso irá remover essa série da sua coleção de séries no Trakt, sua lista para assistir e todo seu histórico será perdido.

# ShowDetails_Code_AskRemovingTitle
source: REMOVE THE SHOW ?
es: ¿ELIMINAR LA SERIE?
it: RIMUOVERE SERIE TV?
pt: REMOVER A SÉRIE?

# ShowDetails_Code_CannotRemoveFormat
source: Sorry, cannot remove the show '{0}' from your collection at this time
es: Lo siento, no se puede eliminar la serie '{0}' de tu colección en este momento
it: Spiacenti, al momento non è stato possibile rimuovere la SERIE TV '{0}' dalla tua raccolta.
pt: Desculpa, não conseguimos remover a série '{0}' da sua coleção agora.

# ShowDetails_Code_Episode_AiredEpisodesPlural
source: AIRED EPISODES
es: EPISODIOS EMITIDO
it: EPISODI TRASMESSI
pt: EPISÓDIO EXIBIDO

# ShowDetails_Code_EpisodePlural
source: episodes
es: episodios
it: episodi
pt: Episódios

# ShowDetails_Code_Episode_TotalEpisodeLeftPlural
source: EP. LEFT TO SEE
es: EP. POR VER
it: EPISODI ANCORA DA VEDERE
pt: EPS. RESTANTES PARA ASSISTIR

# ShowDetails_Code_Episode_TotalSeasonNumberPlural
source: SEASONS
es: TEMPORADAS
it: STAGIONI
pt: TEMPORADAS

# ShowDetails_Code_Removing
source: Removing this show...
es: Eliminando la serie…
it: Rimozione SERIE TV...
pt: Removendo essa série...

# ShowDetails_Code_SeasonGroup_Season
source: SEASON
es: TEMPORADA
it: STAGIONE
pt: TEMPORADA

# ShowDetails_Code_SeasonGroup_Specials
source: SPECIALS
es: ESPECIALES
it: SPECIALI
pt: ESPECIAIS

# ShowDetails_Code_Share_CheckOutThisShowFormat
source: Check out this TV Show, "{0}" : {1}
es: Mira esta serie, "{0}" : {1}
it: Controlla questa SERIE TV, "{0}": {1}
pt: Verifique essa série, "{0}": {1}

# ShowDetails_Code_Share_CheckOutThisEpisodeFormat
source: Check out this episode, "{0}" of "{1}": {2}
es: Mira este episodio, "{0}" de "{1}": {2}
it: Controlla questo episodio, "{0}" / "{1}": {2}
pt: Verifique esse episódio, "{0}" / "{1}": {2}

# ShowDetails_Code_Share_DiscoveredWith
source: Discovered using TV Show & Movie Tracker #TVSTT
es: Descubierto mediante TV Show & Movie Tracker #TVSTT
it: Scoperto utilizzando l'app TV Show & Movie Tracker #TVSTT
pt: Descoberto usando o aplicativo TV Show & Movie Tracker #TVSTT

# ShowDetails_Code_ShowInfo_ErrorWhenHidingRecommendation
source: An error occured when hiding this show from your recommendations...
es: Se ha producido un error al ocultar esta serie de tus recomendaciones
it: Si è verificato un errore durante il tentativo di nascondere questa SERIE TV da quelle consigliate...
pt: Ocorreu um erro ao tentar ocultar essa série das suas recomendações...

# ShowDetails_EpisodeMenu_MarkAsNotSeen_Content
source: Set this episode as NOT seen
es: Marcar este episodio como NO visto
it: Contrassegna l'episodio come NON visto
pt: Marcar episódio como NÃO assistido

# ShowDetails_EpisodeMenu_MarkAsNotSeenWithPrevious_Content
source: Set this episode and previous as NOT seen
es: Marcar este episodio y los anteriores como NO vistos
it: Contrassegna questo episodio e quello precedente come NON visto
pt: Marcar este episódio e anterior como NÃO assistido

# ShowDetails_EpisodeMenu_MarkAsSeen_Content
source: Set this episode as seen
es: Marcar este episodio como visto
it: Contrassegna l'episodio come visto
pt: Marcar episódio como assistido

# ShowDetails_EpisodeMenu_MarkAsSeenWithPrevious_Content
source: Set this episode and previous as seen
es: Marcar este episodio y los anteriores como vistos
it: Contrassegna questo episodio e quello precedente come già visti
pt: Marcar este episódio e anterior como assistido

# ShowDetails_EpisodeMenu_Rate_Content
source: Rate this episode
es: Valorar este episodio
it: Valuta questo episodio
pt: Dê a sua nota para esse episódio

# ShowDetails_Episode_PanelTitle_Header
source: EPISODES
es: EPISODIOS
it: EPISODI
pt: EPISÓDIOS

# ShowDetails_Episode_Runtime_Text
source: MIN BY EPISODE
es: MIN. POR EPISODIO
it: MIN PER episodio
pt: MIN POR EPISÓDIO

# ShowDetails_SeasonMenu_DoNothing_Content
source: Do nothing
es: No hacer nada
it: Non fare nulla
pt: Fazer nada

# ShowDetails_SeasonMenu_MarkSeasonAndPreviousAsSeen_Content
source: Mark this and previous seasons as watched
es: Marcar este y los anteriores como vistos
it: Contrassegna questa stagione e quella passata come già viste
pt: Marcar atual e anteriores como vistos

# ShowDetails_SeasonMenu_MarkSeasonAsNOTsSeen_Content
source: Mark this season as unwatched
es: Marcar temporada como no vista
it: Contrassegna la stagione come NON vista
pt: Marcar temporada como NÃO vista

# ShowDetails_SeasonMenu_MarkSeasonAsSeen_Content
source: Mark this season as watched
es: Marcar temporada como vista
it: Contrassegna la stagione come vista
pt: Marcar temporada como vista

# ShowDetails_SeasonMenu_Share_Content
source: Share the season
es: Compartir temporada
it: Condividi la stagione
pt: Compartilhar a temporada

# ShowDetails_ShowComments_Code_CommentMadeAtDuringSeasonFormat
source: {0} - during season {1}
es: {0} - Durante la temporada {1}
it: {0} – stagione{1}
pt: {0} – temporada {1}

# ShowDetails_ShowComments_Code_ReplyNumberPlural
source: replies
es: respuestas
it: Risposte
pt: Respostas

# ShowDetails_ShowComments_Code_ReplyNumberNone
source: no reply
es: Sin respuesta
it: Nessuna risposta
pt: Sem resposta

# ShowDetails_ShowComments_Code_Like
source: Like
es: Me gusta
it: Mi è piaciuto
pt: Gostei

# ShowDetails_ShowComments_Code_UnLike
source: No more like
es: Ya no me gusta
it: Não mais como
pt: Não mais como

# ShowDetails_ShowComments_Code_DisplayReplies
source: Display the replies
es: Mostrar respuestas
it: Mostra le risposte
pt: Exibir as respostas

# ShowDetails_ShowComments_Code_ReplyNumberSingular
source: reply
es: respuesta
it: Risposta
pt: Resposta

# ShowDetails_ShowComments_SpoilerAlertButtonText
source: SPOILER ALERT : DISPLAY IT ANYWAY
es: SPOILER ALERT : MOSTRAR IGUALMENTE
it: SPOILER: MOSTRA IN QUALSIASI LINGUA
pt: SPOILER: EXIBIR DE QUALQUER MANEIRA

# MediaItemDetails_Comments_Code_LoadingComments
source: Loading comments...
es: Cargando comentarios…
it: Caricamento commenti...
pt: Carregando comentários...

# MediaItemDetails_Comments_Code_TotalCommentsNumberLabelPlural
source: There is a total of {0} comments
es: Hay un total de {0} comentarios
it: Ci sono un totale di {0} commenti
pt: Há um total de {0} comentários

# ShowDetails_ShowComments_PanelHeader_Header
source: COMMENTS
es: COMENTARIOS
it: COMMENTI
pt: COMENTÁRIOS

# ShowDetails_ShowInfo_Air_Text
source: Air :
es: Emisión :
it: In onda:
pt: No ar:

# ShowDetails_ShowInfo_AirAt_Text
source: at
es: a las
it: alle
pt: em

# ShowDetails_ShowInfo_CastGroupHeader_Text
source: CAST
es: REPARTO
it: ATTORI
pt: ELENCO

# ShowDetails_ShowInfo_CastOrCrewEmpty_Text
source: No information available at this time...
es: No hay información disponible en este momento
it: Non ci sono informazioni su cast della SERIE TV...
pt: Não conseguimos carregar o elenco da série no momento...

# ShowDetails_ShowInfo_CrewGroupHeader_Text
source: CREW
es: EQUIPO
it: SCHEDA TECNICA
pt: FICHA TÉCNICA

# ShowDetails_ShowInfo_FirstYear_Text
source: First year :
es: Primer año :
it: Primo anno:
pt: Primeiro ano:

# ShowDetails_ShowInfo_HideRecommendation_Text
source: Do not recommend this anymore
es: No recomendarme más
it: Nascondi raccomandazione
pt: Não recomende mais isso

# ShowDetails_ShowInfo_PanelHeader_Header
source: INFO
es: DETALLES
it: DETTAGLI
pt: DETALHES

# Rating_ValueDescription_1
source: Weak Sauce :(
es: Lamentable :(
it: Davvero davvero male. Peggio che mai.
pt: Realmente muito ruim. Pior do que nunca.

# Rating_ValueDescription_2
source: Terrible
it: Peccato
pt: Muito ruim

# Rating_ValueDescription_3
source: Bad
es: Malo
it: Male
pt: Ruim

# Rating_ValueDescription_4
source: Poor
es: Pobre
it: Non mi è piaciuto
pt: Eu não gostei disto

# Rating_ValueDescription_5
source: Meh
it: Mah

# Rating_ValueDescription_6
source: Fair
es: Razonable
it: Non male
pt: Nada mal

# Rating_ValueDescription_7
source: Good
es: Buena
it: Buona
pt: Bom

# Rating_ValueDescription_8
source: Great
es: Genial
it: Ottima
pt: Ótimo

# Rating_ValueDescription_9
source: Superb
es: Superbien
it: Eccellente!
pt: Excelente

# Rating_ValueDescription_10
source: Totally Ninja!
es: ¡Increíble!
it: Meravigliosa!
pt: Totalmente Ninja!

# ShowDetails_ShowInfo_RatingWith_Text
source: with
es: con
it: con
pt: com

# ShowDetails_ShowInfo_Runtime_Text
source: Runtime :
es: Duración episodios :
it: Durata degli episodi:
pt: Duração dos episódios:

# EpisodeDetails_Runtime
source: Runtime :
es: Duración episodios :
it: Durata:
pt: Tempo:

# ShowDetails_ShowInfo_SeasonsRatingGroupHeader_Text
source: SEASONS' RATINGS
es: PUNTUACIÓN DE LA TEMPORADA
it: VALUTAZIONI DELLE STAGIONI
pt: NOTAS DAS ESTAÇÕES

# ShowDetails_ShowInfo_Status_Text
source: Status :
es: Estado :
it: Stato:

# ShowDetails_ShowNews_Error_Text
source: An internet connection is mandatory.
es: Se necesita conexión a internet.
it: È necessaria una connessione a Internet per scaricare le informazioni sull'evento.
pt: Uma conexão com a Internet é necessária para baixar as informações do evento.

# ShowDetails_ShowNews_NoNewsToDisplay_Text
source: There is no news for this show yet.
es: No hay noticias para esta serie.
it: Al momento non ci sono informazioni per questo evento.
pt: Não tem informações para este evento no momento.

# ShowDetails_ShowNews_PanelHeader_Header
source: NEWS
es: NOTICIAS
it: NOTIZIE
pt: NOTÍCIAS

# MediaItemDetails_News_Reload_Content
source: TRY AGAIN
es: INTÉNTALO DE NUEVO
it: RIPROVA
pt: TENTE NOVAMENTE

# Startup_Code_Connection_TraktReached
source: We are in touch with trakt.tv and we just need a few more seconds.
es: Estamos conectando con trakt.tv y necesitamos un momento más.
it: Ci stiamo connettendo con trakt.tv e ci servono solo pochi secondi.
pt: Estamos nos conectando com o trakt.tv e precisamos de apenas mais alguns segundos.

# Startup_FlipViewItem2_Content_Text
source: ... every TV Show you watch!
es: ... Todas las series que ves!
it: ...tutte le SERIE TV che guardi!
pt: ...cada série que você assiste!

# Startup_FlipViewItem2_Title_Text
source: Track...
es: Haz seguimiento…
it: Gestisci
pt: Gerencie

# Startup_FlipViewItem3_Content_Text
source: ... new TV Shows based on your taste and world trends!
es: ... nuevas series basadas en tus gustos y tendencias mundiales!
it: ...le nuove SERIE TV secondo i tuoi gusti e le tendenze nel mondo!
pt: ...novas séries De acordo com seus gostos e tendências mundias!

# Startup_FlipViewItem3_Title_Text
source: Discover...
es: Descubre…
it: Scopri...
pt: Descubra...

# Startup_FlipViewItem4_Content_Text
source: ... just because life.. deserves to be funny!
es: ... porque la vida... ¡tiene que ser divertida!
it: ...solo perché la vita... merita di essere divertente!
pt: ...apenas porque a vida... merece ser divertida!

# Startup_FlipViewItem4_Title_Text
source: Enjoy...
es: Disfruta…
it: Divertiti...
pt: Aproveite...

# Startup_Register_Text
source: REGISTER
es: REGISTRARSE
it: ISCRIVITI
pt: REGISTRE-SE

# Startup_SignIn_Text
source: LOG IN
es: INICIAR SESIÓN
it: ACCEDI
pt: ENTRAR

# StatusDisplay_ImportInProgressFormat
source: import in progress ({0}%)...
es: Importación en progreso ({0}%)...
it: Importazione... ({0}%)
pt: Importando... ({0}%)

# StatusDisplay_SyncFailure
source: sync failure : please check your internet connection
es: Fallo en la sincronización: comprueba tu conexión a internet.
it: Sincronizzazione non riuscita: controlla la tua connessione Internet.
pt: A sincronização falhou: Por favor verifique a sua conexão com a internet.

# StatusDisplay_SyncFailureBecauseOfTrakt
source: error: Trakt.tv is not available at this time
es: error: Trakt.tv no está disponible en este momento
it: Errore: Trakt.tv non è attualmente disponibile.
pt: Erro: Trakt.tv não está disponível no momento.

# Global_Error_SyncFailureBecauseOfTrakt
source: Trakt.tv seems to be down. This is not your internet connection or the app fault. Please try again later.
es: Trakt.tv parece estar caído. No es culpa de la conexión a Internet o de la aplicación. Por favor, inténtalo de nuevo más tarde.
it: Trakt.tv sembra essere offline. Non è la tua connessione Internet o un errore dell'applicazione. Per favore riprova più tardi.
pt: Trakt.tv parece estar fora do ar. Não é da sua conexão com a internet ou falha do aplicativo. Por favor, tente novamente mais tarde.

# StatusDisplay_SyncingExtraInfo
source: retrieving extra information...
es: Recuperando información extra…
it: Sincronizzazione di informazioni aggiuntive...
pt: Recebendo informação extra...

# StatusDisplay_SyncingHiddenItems
source: retrieving hidden or liked items...
es: Recuperando elementos ocultos o que te gustaron…
it: Sincronizzazione di oggetti nascosti...
pt: Recebendo itens ocultos...

# StatusDisplay_SyncingRatings
source: retrieving ratings...
es: Recuperando puntuaciones…
it: Sincronizzazione valutazioni...
pt: Recebendo classificações...

# StatusDisplay_SyncingImages
source: retrieving images...
es: Recuperando imágenes…
it: Sincronizzazione immagini...
pt: Recebendo imagens...

# StatusDisplay_SyncingCalendar
source: syncing calendar...
es: Sincronizando calendario…
it: Aggiornamento del calendario...
pt: Atualizando calendário...

# StatusDisplay_SyncingSeasonsAndEpisodes
source: retrieving seasons and episodes...
es: Recuperando temporadas y episodios…
it: Sincronizzazione stagioni ed episodi...
pt: Recebendo temporadas e episódios...

# StatusDisplay_SyncingShowInfos
source: retrieving shows information...
es: Recuperando información de tus series…
it: Sincronizzazione di informazioni da SERIE TV...
pt: Recebendo informações das séries...

# StatusDisplay_SyncingShows
source: retrieving your shows...
es: Recuperando tus series…
it: Sincronizzazione delle tue SERIE TV...
pt: Recebendo suas séries...

# StatusDisplay_SyncingTranslations
source: retrieving translations...
es: Recuperando traducciones…
it: Sincronizzazione delle traduzioni...
pt: Recebendo traduções...

# ToastNotifications_Code_EpisodeAiredFormat
source: The episode {0} of {1} is now aired!
es: ¡El episodio {0} de {1} se ha emitido!
it: L'episodio {0} di {1} è andato in onda!
pt: O episódio {0} de {1} está agora no ar!

# ToastNotifications_Code_Win8EpisodeAiredTitle
source: New episode aired
es: Nuevo episodio emitido
it: Nuovo episodio in onda
pt: Novo episódio no ar

# ToastNotifications_Code_Win8EpisodeAiredTitleFuture
source: episode airs in {0} {1}
es: El episodio se emite en {0} {1}
it: episodio trasmesso {0} {1}
pt: Episódio transmitido em {0} {1}

# ToastNotifications_Code_Win8EpisodeAiredTitlePast
source: episode aired {0} {1} ago
es: El episodio se emitió hace {0} {1}
it: episodio trasmesso il {0} {1}
pt: Episódio transmitido há {0} {1}

# Settings_Data_LetMeMarkNotAiredEpisodeAsSeen_Text
source: Let me mark an episode as watched even though it has not yet been broadcast.
es: Dejarme marcar un episodio como visto aunque todavía no se haya emitido.
it: Consenti di contrassegnare un episodio come visto anche se non ancora mostrato.
pt: Deixe-me marcar um episódio como visto embora ainda não exibido.

# Settings_CalendarSync_Text
source: Synchronization with the native calendar app.
es: ¿Sincronizar con la app de calendario?
it: Sincronizza con il calendario
pt: Sincronização de calendários?

# Trakt_LostAuthorizationContent
source: TV Show Tracker lost the access to your account. No data will be lost but you need to sign-in again.
es: TV Show Tracker ha perdido el acceso a tu cuenta. Los datos no se han perdido, pero necesitas iniciar sesión de nuevo.
it: TV Show Tracker ha perso l'accesso al tuo account. Nessun dato è andato perso, ma è necessario accedere di nuovo.
pt: TV Show Tracker perdeu o acesso à sua conta. Nenhum dado foi perdido, mas você precisa fazer login novamente.

# Trakt_LostAuthorizationTitle
source: AUTHORIZATION LOST
es: AUTORIZACIÓN PERDIDA
it: AUTORIZZAZIONE PERSA
pt: AUTORIZAÇÃO PERDIDA

# Global_ItsDone
source: Operation successfully completed!
es: ¡Operación completa!
it: Operazione conclusa con successo!
pt: Operação concluída com sucesso!

# Donation_Button_Restore_Text
source: restore my purchases
es: Restaurar mis compras
it: Ripristina i miei acquisti precedenti
pt: Restaurar minhas compras anteriores

# Menu_ShowNumberPlural
source: {0} shows followed
es: {0} series seguidas
it: {0} SERIE TV
pt: {0} séries

# Global_TabSection_Calendar
source: Calendar
es: Calendario
it: Calendario
pt: Calendário

# Global_TabSection_YourShows
source: Your shows
es: Tus series
it: LE MIE SERIE TV
pt: Suas séries

# Global_TabSection_History
source: History
es: Historial
it: Cronologia
pt: História

# Global_TabSection_Shows
source: Shows
es: Mis series
it: SERIE TV
pt: Séries

# Global_TabSection_Stats
source: You
es: Tú
it: Profilo
pt: Perfil

# Global_TabSection_Discover
source: Discover
es: Descubre
it: Scopri
pt: Descobrir

# Widget_NextEp_PanelTitle
source: Next episodes to see
es: Próximos episodios para ver
it: prossimi episodi da vedere
pt: Episódios futuros para ver

# Global_AnAdWillBeDisplayed
source: An advertisement will be displayed.
es: Se va a mostrar un anuncio.
it: Apparirà una pubblicità.
pt: Um anúncio será exibido.

# Episode_UnknowTitle
source: Unknown title at this time
es: Título desconocido actualmente.
it: Titolo sconosciuto
pt: Título desconhecido

# Home_Menu_ContactSection_Text
source: CONTACT
es: CONTACTO
it: CONTATTO
pt: CONTATO

# Home_Menu_DoMoreSection_Text
source: DO MORE
es: HACER MÁS
it: ALTRO
pt: FAZER MAIS

# Home_Menu_InfoSection_Text
source: INFO
it: INFORMAZIONI
pt: INFORMAÇÃO

# Global_ShowStatus_Canceled
source: canceled
es: cancelada
it: Annullata
pt: Cancelado

# Global_ShowStatus_Ended
source: ended
es: finalizada
it: Terminata
pt: Terminou

# Global_ShowStatus_InProduction
source: in production
es: en producción
it: In produzione
pt: Em produção

# Global_ShowStatus_Planned
source: planned
es: planeada
it: Pianificata
pt: Planejado

# Global_ShowStatus_Returning
source: returning series
es: serie de regreso
it: SERIE TV in arrivo
pt: Série retornando

# Home_UserLists_Code_NumberOfElementPlural
source: {0} items in this list
es: {0} elementos en esta lista
it: {0} SERIE TV in questo elenco
pt: {0} séries de TV nesta lista
