Repository: jonathanantoine/tvst-translations
Catalog: core/Translations.*.resx
Languages: es, fr, it, pt

# Settings_RestoreDatabaseButtonTitle
source: Restore a database backup
fr: Restaurer une sauvegarde des données
it: Ripristina il backup del database

# Settings_Various_ExportDatabase
source: Export the database
fr: Exporter la base de données
it: Esporta il database

# Settings_Various_ExportSettings
source: Export the app settings
fr: Exporter vos paramètres
it: Esporta le impostazioni

# Startup_SignIn_IssueExplanation
source: If you encounter a sign-in issue, try the alternatives below. If the problem persists, feel free to contact me for assistance.
es: Si tienes un problema al iniciar sesión, prueba las alternativas a continuación. Si el problema persiste, puedes contactarme para obtener ayuda.
fr: Si vous rencontrez un problème lors de la connexion, essayez les alternatives ci-dessous. Si le problème persiste, vous pouvez me contacter pour obtenir de l’aide.
it: Se riscontri un problema durante l’accesso, prova le alternative qui sotto. Se il problema persiste, puoi contattarmi per ricevere assistenza.

# Startup_SignIn_IssueTitle
source: Sign-in problem
es: Problema de inicio de sesión
fr: Problème de connexion
it: Problema di accesso

# Home_Menu_PanelTitle_Header
source: MENU
es: MENÚ

# Settings_Display_FontHeader_Text
source: FONT
es: FUENTE
pt: FONTE

# EpisodeFormat_SeasonAndEpisode
source: S{0:00}E{1:00}
es: T{0:00}E{1:00}
pt: T{0:00}E{1:00}

# EpisodeFormat_SeasonAndEpisodeLowerCase
source: s{0:00}e{1:00}
es: t{0:00}e{1:00}
pt: t{0:00}e{1:00}

# EpisodeFormat_SeasonAndEpisodePipeSeparated
source: S{0:00} | {1:00}
es: T{0:00} | {1:00}
pt: T{0:00} | {1:00}

# EpisodeFormat_SeasonAndEpisodeSpaceSeparated
source: S{0:00} E{1:00}
es: T{0:00} E{1:00}
pt: T{0:00} E{1:00}

# MovieDetails_Info_BudgetHeader_Text
source: Budget
es: Presupuesto

# Frame_NoButton_Content
source: NO
pt: NÃO

# GenreName_fantasy
source: Fantasy
fr: Fantaisie

# GenreName_horror
source: Horror
fr: Horreur

# GenreName_musical
source: Musical
fr: Musicale

# GenreName_reality
source: Reality
fr: Télé réalité

# GenreName_soap
source: Soap
fr: Feuilleton

# GenreName_suspense
source: Suspense
fr: Suspens

# Watchlist_Name
source: Watchlist
fr: À voir

# DonationLink
source: https://gofund.me/8e291670
fr: https://gofund.me/b0cd7809
