Repository: jonathanantoine/tvst-translations
Catalog: core/Translations.*.resx
Languages: es, fr, it, pt

# Global_Delete_Text
source: Delete
es: Eliminar
it: Cancella
pt: Apague

# Show_List_Edit_Text
source: Edit
es: Editar
it: Modifica
pt: Editar

# Home_UserLists_PanelTitle_Header
source: LISTS
es: LISTAS
it: ELENCHI
pt: LISTAS

# Home_UserLists_Code_OwnLists
source: YOUR OWN LISTS
es: TUS LISTAS
it: I TUOI ELENCHI
pt: LISTAS DE VOS

# Home_UserLists_Code_LikedLists
source: LIKED LISTS
es: LISTAS RELACIONADAS
it: I TUOI ELENCHI PREFERITI
pt: AS LISTAS QUE VOCÊ AMA

# Incoming_InXDayPlural
source: in {0} days
es: en {0} días
it: in {0} giorni
pt: em {0} dias

# Settings_UICustom_Code_TvstFontSize_Header
source: Font size
es: Tamaño de fuente
it: DIMENSIONE DEL FONT
pt: TAMANHO DA FONTE

# Settings_UICustom_Code_TvstFontSize_Big
source: Big
es: Grande
it: Grande
pt: Grande

# Settings_UICustom_Code_TvstFontSize_Bigger
source: Bigger
es: Más grande
it: Molto grande
pt: Maior

# Settings_UICustom_Code_TvstFontSize_Normal
source: Normal
it: Normale

# Settings_UICustom_Code_TvstFontSize_Small
source: Small
es: Pequeña
it: Piccolo
pt: Pequeno

# Settings_UICustom_Code_TvstFontSize_Smaller
source: Smaller
es: Más pequeña
it: Molto piccolo
pt: Menor

# Settings_BackgroundSync_WifiOnly
source: Background synchronization only on WIFI?
es: Sincronización en segundo plano solo con wifi?
it: Sincronizza solo con WI-FI
pt: Sincronizar em segundo plano apenas no WI-FI?

# Global_ExitDemo
source: Exit DEMO mode
es: Salir del modo DEMO
it: Esci dalla modalità demo.
pt: Pare o modo de demonstração.

# Settings_Data_TrackingTargetLabel
source: WHERE TO ADD YOUR TV SHOWS?
es: ¿DÓNDE ANUNCIAR TUS SERIES?
it: DOVE AGGIUNGERE SERIE TV?
pt: ONDE ADICIONAR AS SÉRIES?

# Settings_Data_TrackingTarget_Both
source: Collection and Watchlist
es: Colección y Watchlist
it: Raccolta e Watchlist
pt: Collection e Watchlist

# Settings_Data_TrackingTarget_Collection
source: Collection
es: Colección
it: Raccolta

# Donation_Paypal
source: DONATE VIA PAYPAL
es: DONAR VIA PAYPAL
it: FAI UNA DONAZIONE TRAMITE PAYPAL
pt: FAÇA UMA DOAÇÃO VIA PAYPAL

# ListCreation_NameMandatoryToast
source: Please provide a name for this list.
es: Pon un nombre a esta lista.
it: Fornisci un nome per questo elenco.
pt: Forneça um nome para essa lista.

# PastEpisode_Seen_Text
source: SEEN
es: VISTO
it: VISTO
pt: VISTO

# Settings_EpisodeFormatLabel
source: Episode Number format
es: Formato de visualización de los episodios
it: Formato etichetta di Stagione-Episodi
pt: Formato dos números dos episódios

# CommentsSorting_Label_Newest
source: Newest first
es: El más reciente primero
it: Prima i più nuovi
pt: Mais recentes primeiro

# CommentsSorting_Label_Oldest
source: Oldest first
es: El más antiguo primero
it: Prima i più vecchi
pt: Mais antigos primeiro

# CommentsSorting_Label_Likes
source: Number of likes
es: Número de likes
it: Numero di 'likes'
pt: Número de 'likes'

# CommentsSorting_Label_Replies
source: Number of replies
es: Número de respuestas
it: Numero di commenti
pt: Número de respostas

# EpisodesSorting_Label_AiredDate
source: Oldest first
es: El más antiguo primero
it: Prima i più vecchi
pt: Mais antigo primeiro

# EpisodesSorting_Label_AiredDateReverse
source: Newest first
es: El más reciente primero
it: Prima i più nuovi
pt: Mais novo primeiro

# Settings_SortCommentHeader
source: SORT COMMENTS BY
es: ORDENAR EPISODIOS POR
it: CLASSIFICAZIONE DEI COMMENTI
pt: CLASSIFICAÇÃO DE COMENTÁRIOS

# ShowDetails_ShowInfo_TmdbRatingHeader
source: Tmdb user score
es: Valoración en Tmdb
it: CLASSIFICAZIONE TMDB
pt: Classificação TMDB

# Settings_SortCommentPAGEHeader
source: COMMENTS SORTING
es: ORDEN DE LOS COMENTARIOS
it: CLASSIFICAZIONE DEI COMMENTI
pt: CLASSIFICAÇÃO DE COMENTÁRIOS

# Settings_WidgetTransparency_Header
source: WIDGET BACKGROUND OPACITY
es: TRANSPARENCIA DEL WIDGET
it: OPACITÀ SFONDO DEL WIDGET
pt: OPACIDADE DO FUNDO DO WIDGET

# ShowDetails_EpisodeMenu_MarkAsSeenAtAGivenDate_Content
source: Set as watched at a given date
es: Marcar como visto en una fecha determinada
it: Guardato in una data specifica
pt: Assistido em uma data determinada

# ShowDetails_ShowInfo_OriginalNameHeader
source: Original name
es: Nombre original
it: Nome originale
pt: Nome original

# ShowDetails_ShowInfo_OriginalCountryHeader
source: Original country
es: País de origen
it: Paese d'origine
pt: País de origem

# Settings_SortEpisodesHeader
source: EPISODES SORTING
es: ORDEN DE LOS EPISODIOS
it: CLASSIFICAZIONE degli Episodi
pt: CLASSIFICAÇÃO DE EPISÓDIOS

# Settings_Display_HideSeenEpFromPastEpisodesTab_Text
source: Hide watched episodes and movies from the calendar page.
es: Ocultar episodios y películas vistos del calendario.
it: Nascondi gli episodi e film visti dalla pagina del calendario.
pt: Ocultar episódios e filmes vistos da página do calendário.

# Settings_AppSection_Text
source: APP' SECTIONS
es: SECCIONES DE LA APP
it: SEZIONI DELL'APP
pt: SEÇÕES DO APP

# Settings_DisplaySection_CalendarHeader
source: Display the "Calendar" section?
es: ¿Mostrar la sección "Calendario"?
it: Mostrare la sezione "Calendario"?
pt: Mostrar a seção "Calendário"?

# SetAsSeenAtAGivenDate_Button_SetAsSeen
source: SET AS WATCHED AT THIS DATE
es: MARCAR COMO VISTO EN ESTA FECHA
it: VISTO IN UNA DATA SPECIFICA
pt: ASSISTIDO EM UMA DATA DETERMINADA

# SetAsSeenAtAGivenDate_Button_SetAsSeenShort
source: WATCHED AT THIS DATE
es: VISTO EN ESTA FECHA
it: VISTO IN UNA DATA SPECIFICA
pt: ASSISTIDO EM UMA DATA DETERMINADA

# Settings_DisplayLockRotation_Text
source: Lock the display in portrait mode?
es: ¿Bloquear el dispositivo en modo retrato?
it: Blocca la visualizzazione verticale
pt: Bloqueando a exibição no modo retrato?

# Startup_Demo_Text
source: Try the app in DEMO mode
es: Probar la app en modo DEMO
it: PROVA IN MODALITÀ DEMO
pt: TENTE NO MODO DEMO

# Settings_Various_DisplayAppFullScreen_Text
source: Display app in fullscreen by hiding the status bar ?
es: ¿Mostrar app en pantalla completa y ocultar barra de estatus?
it: Mostra l'applicazione a schermo intero nascondendo la barra di stato
pt: Exibir aplicativo em tela cheia ocultando a barra de status?

# Settings_WidgetCounterIncludesShowsToStart
source: Include shows to start watching in the episode left counter Widget count.
es: ¿Incluir series por comenzar a ver en el contador de episodios por ver del widget?
it: Includi le Serie TV da vedere sul contatore del widget?
pt: Incluir programas para começar a assistir no contador esquerdo do episódio Contagem de widgets?

# Settings_BadgeCounterIncludesShowsToStart
source: Include shows to start watching in the episode icon badge count.
es: ¿Incluir series por empezar a ver en la notificación del icono de la app?
it: Includi il contatore sull'icona della app?
pt: Incluir conjuntos para começar a procurar no cálculo do número de episódios restantes do distintivo?

# MediaItemDetails_AppBar_BackHome_Label
source: Go back to Home page
es: Volver a la página de inicio
it: Torna alla Home
pt: volte para a casa

# Global_LoadMoreButton_Text
source: Load more items...
es: Cargar más elementos…
it: Carica altro...
pt: Carregar mais...

# Global_TVShows
source: TV Shows
es: Series TV
it: SERIE TV

# Global_Movies
source: Movies
es: Películas
it: FILM

# MovieDetails_Info_PanelHeader_Header
source: OVERVIEW
es: GENERAL
it: GENERALE

# MovieDetails_Comments_PanelTitle_Header
source: COMMENTS
es: COMENTARIOS
it: COMMENTI

# MovieDetails_Code_Share_CheckOutThisMovieFormat
source: Check out this movie, "{0}" : {1}
es: Mira esta película, "{0}" : {1}
it: Guarda questo film, "{0}" : {1}

# MovieDetails_Code_Share_DiscoveredWith
source: Discovered using TV Show & Movie Tracker #TVSTT
es: Descubierto mediante TV Show & Movie Tracker #TVSTT
it: Scopri utilizzando TV Show & Movie Tracker #TVSTT

# MovieDetails_AppBar_Remove_Label
source: Remove this movie
es: Eliminar esta película de TVST
it: Rimuovi film da TVST

# MovieDetails_AppBar_Add_Label
source: Add this movie
es: Añadir esta película a TVST
it: Aggiungi film a TVST

# Movie_List_AddToAList_Label
source: Add to a list
es: Añadir a una lista
it: Aggiungi all'elenco

# RateAMovie_ActionButton_Content
source: RATE THIS MOVIE
es: VALORA ESTA PELÍCULA
it: VALUTA QUESTO FILM

# MovieDetails_Similar_PanelHeader_Header
source: RELATED AND SIMILAR MOVIES
es: PELÍCULAS PARECIDAS Y RELACIONADAS
it: FILM CORRELATI E SIMILI

# MovieDetails_MovieInfo_FirstYear_Text
source: Year :
es: Año:
it: Anno:

# MovieDetails_Runtime_Text
source: Runtime
es: Duración
it: Durata

# MovieDetails_ReleaseDateHeader
source: Released
es: Estreno
it: Data

# MovieDetails_Menu_AddToTVST
source: Add
es: Añadir a TVST
it: Aggiungi a TVST

# MovieDetails_Menu_RemoveFromTVST
source: Remove
es: Eliminar de TVST
it: Rimuovi da TVST

# MovieDetails_Menu_SetAsNotSeen
source: Remove from history
es: Eliminar del historial
it: Rimuovi dalla cronologia

# MovieDetails_Menu_SetAsSeen
source: Set this movie as watched
es: Marcar película como vista
it: Imposta questo film come visto

# MovieDetails_Menu_RemoveFromCollection
source: Remove from collection
es: Eliminar de la colección
it: Rimuovi dalla raccolta

# MovieDetails_Menu_AddToCollection
source: Add to collection
es: Añadir a la colección
it: Aggiungi alla raccolta

# MovieDetails_Menu_RemoveFromWatchlist
source: Remove from my watchlist
es: Eliminar de mi watchlist
it: Rimuovi dalla watchlist

# MovieDetails_Menu_AddToWatchlist
source: Add to my watchlist
es: Añadir a mi watchlist
it: Aggiungi alla watchlist

# MovieDetails_Menu_Share
source: Share this movie
es: Compartir esta película
it: Condividi film

# MovieDetails_AskRemovingTitle
source: REMOVE THIS MOVIE?
es: ELIMINAR ESTA PELÍCULA DE TVST?
it: RIMUOVERE QUESTO FILM DA TVST?

# MovieDetails_AskRemovingContent
source: WARNING : this will remove ALL DATA related to this movie on Trakt.tv : collection, watchlist, plays history, etc. Do you confirm ?
es: AVISO: Esta acción supone eliminar TODOS LOS DATOS relacionados con esta película de Trakt.tv: colección, watchlist, historial, etc. ¿Confirmar?
it: AVVISO: verranno rimossi TUTTI I DATI relativi a questo film su Trakt.tv: raccolta, watchlist, cronologia di riproduzione, ecc. Confermi?

# MovieDetails_Add_Where_Title
source: WHERE?
es: ¿DÓNDE?
it: DOVE?

# MovieDetails_Add_Where_Collected
source: Add it to my collection
es: Añadir a mi colección
it: Aggiungi alla raccolta

# MovieDetails_Add_Where_Watchlist
source: Add it to my watchlist
es: Añadir a mi watchlist
it: Aggiungi alla watchlist

# MovieDetails_Add_Where_Watched
source: I've already watched it
es: Ya la he visto
it: Già visto

# Home_UserMenu_Movies
source: Movies
es: Películas
it: Film

# Home_UserMenu_Shows
source: Shows
es: Series
it: Serie TV

# MoviesLists_PanelHeader_Watched
source: Already watched
es: Ya la he visto
it: Visti

# MoviesLists_PanelHeader_MoviesToRate
source: Not rated yet
es: Sin puntuar
it: Non ancora valutato

# MoviesLists_PanelHeader_Collected
source: Collected
es: Añadida
it: Nella Raccolta

# StatusDisplay_SyncingMovieImages
source: syncing movies images...
es: Sincronizando imágenes de las películas…
it: Sincronizzazione immagini dei film...

# MovieInList_WatchedAtFormat
source: Watched on {0}
es: Visto el {0}
it: Visto il {0}

# MovieInList_CollectedAtFormat
source: Collected on {0}
es: Añadida el {0}
it: In raccolta dal {0}

# MovieInList_WatchlistedAtFormat
source: Listed on {0}
es: En lista de {0}
it: In Elenco dal {0}

# MovieDetails_Menu_SetAsSeenAgain
source: Set this movie as watched again
es: Marcar película como vista de nuevo
it: Imposta questo film come visto di nuovo

# RateAMovie_Title_Text
source: How do you rate this movie?
es: ¿Cómo puntúas esta película?
it: Come valuti questo film?

# StatusDisplay_SyncingMovieInfos
source: retrieving movies information...
es: Recuperando info de las películas…
it: Recupero delle informazioni sul film...

# Home_MoviesListsPageTitlePlural
source: {0} movies
es: {0} películas
it: {0} film

# MoviesLists_SortChoice_Title
source: SORT BY
es: ORDEN
it: CLASSIFICAZIONE

# MoviesLists_SortChoice_SortOption_Alphabetic
source: Alphabetic
es: Alfabético
it: Alfabetico

# MoviesLists_SortChoice_SortOption_AlphabeticReverse
source: Alphabetic reversed
es: Alfabético inverso
it: Alfabeto invertito

# MoviesLists_SortChoice_SortOption_ActionTime
source: Action date
es: Fecha de acción
it: Data di messa in onda

# MoviesLists_SortChoice_SortOption_ActionTimeReverse
source: Action date reversed - default
es: Fecha de acción inverso - valor por defecto
it: Data di messa in onda invertita

# MoviesLists_SortChoice_SortOption_ReleaseDateReverse
source: Release date reversed
es: Fecha de estreno inverso
it: data di uscita invertita

# MoviesLists_SortChoice_SortOption_ReleaseDate
source: Release date
es: Fecha de estreno
it: data di uscita

# MediaItem_YourRatingFormat
source: Your rating : {0}
es: Tu puntuación : {0}
it: Il tuo voto: {0}

# Global_When
source: WHEN?
es: CUANDO ?
it: QUANDO ?

# MovieInfo_ErrorWhenHidingRecommendation
source: An error occured when hiding this movie from your recommendations...
es: Se ha producido un error al ocultar esta película de tus recomendaciones
it: Si è verificato un errore durante il tentativo di nascondere questo film dai tuoi consigli...

# Home_Code_Popular_MoviesReleasedThisMonthFormat
source: MOVIES RELEASED IN {0}
es: PELÍCULAS QUE SE ESTRENAN EN {0}
it: FILM RILASCIATI IN {0}

# Home_Code_Popular_MoviePopular
source: MOST POPULAR
es: MÁS POPULAR
it: POPOLARI

# Home_Code_Popular_MovieTrending
source: TRENDING RIGHT NOW
es: TENDENCIAS AHORA MISMO
it: DI TENDENZA

# Settings_Display_MovieStartupPage_Text
source: Movies page : default tab
es: Pestaña para mostrar al abrir la página de películas
it: Tutorial iniziale quando si avvia la pagina dei dettagli di una Serie TV
pt: Guia exibido ao iniciar a página de detalhes de um programa de TV

# Settings_Display_ShowDetailsStartupPage_Text
source: Show details page : default tab
es: Página de detalles del programa de televisión: pestaña predeterminada
it: Tutorial iniziale all'avvio della pagina dei film

# Settings_Various_SendTokenToDev
source: Send debug info to Jonathan!
it: Invia informazioni di debug a Jonathan!

# Home_AppBar_FullRefresh_Label
source: Full synchronization
es: Sincronización completa
fr: Actualiser les données
it: sincronizzazione completa
pt: sincronização completa

# Home_AppBar_Home_Label
source: Home
es: Volver a casa
it: Torna alla Home

# EpisodeDetails_WhereToWatch
source: Where to watch it?
es: ¿Dónde verlo?
it: Dove vedere

# EpisodeDetails_WhereToWatchSettingsName
source: Where to watch an episode/movie country :
es: Configuración de dónde ver un episodio/película:
it: Paese utilizzato per scoprire dove vedere un episodio/film:

# EpisodeDetails_WhereToWatchCountry
source: Which country to use ?
es: ¿Qué país usar?
it: Quale paese utilizzare?

# Notifications_Settings_WhichStyleHeader
source: Notification's style
es: Estilo das notificações:
it: Stile delle notifiche:

# Notifications_Style_Enhanced
source: Enhanced
es: Mejorado
it: Migliorato

# Notifications_Style_TestButton
source: Test a display
es: Probar una pantalla
it: Prova una notifica

# Global_openingPage
source: Opening the page...
es: Abriendo la página...
it: Apertura della pagina...

# Comment_DisplayUserProfile
source: Display the author's user profile
es: Ver el perfil de usuario del autor
it: Mostra il profilo utente dell'autore

# Episodes_SetPreviousEpisodeAsSeenTooQuestion
source: Do you also want to set the previous episodes as watched too?
es: ¿También quieres marcar episodios anteriores como vistos?
it: Vuoi contrassegnare anche gli episodi precedenti come visti?

# Setting_Episodes_SetPreviousEpisodeAsSeenToo
source: Prompt to mark previous episodes as watched when marking one as watched?
es: ¿Pregunte si también desea marcar episodios anteriores como se ve cuando marca uno como visto?
it: Chiedi se vuoi contrassegnare anche gli episodi precedenti come visti quando ne contrassegni uno come visto

# HistoryItem_Remove
source: Remove this item from my history
es: Eliminar este elemento de mi historial
it: Rimuovi questo elemento dalla mia cronologia

# ListContent_SortChoice_SortOption_Alphabetic
source: Alphabetic
es: Alfabético
fr: Alphabéthique
it: Alfabetico
pt: Alfabética

# ListContent_SortChoice_SortOption_AlphabeticReverse
source: Alphabetic reversed
es: Alfabético inverso
fr: Alphabéthique inversé
it: Alfabetico invertito
pt: Alfabética invertida

# ListContent_SortChoice_SortOption_Rank
source: Rank - default
es: Rango - valor por defecto
fr: Rang - défaut
it: Classificazione - valore predefinito
pt: classificação - valor de defeito

# ListContent_SortChoice_SortOption_RankReverse
source: Rank reversed
es: Rango inverso
fr: Rang inversé
it: Classificazione invertita
pt: classificação invertida

# ListContent_SortChoice_SortOption_YearReverse
source: Release year reversed
es: Año de lanzamiento inverso
fr: Année de sortie inversé
it: Anno di uscita invertito
pt: Ano de lançamento invertida

# ListContent_SortChoice_SortOption_Year
source: Release year
es: Año de lanzamiento
fr: Année de sortie
it: Anno di uscita
pt: Ano de lançamento

# ListContent_SortChoice_SortOption_ListedAtReverse
source: Listed at date reversed
es: Fecha agregada a la lista inverso
fr: Date d'ajout dans la liste inversé
it: Data aggiunta all'elenco invertito
pt: Data adicionada à lista invertida

# ListContent_SortChoice_SortOption_ListedAt
source: Listed at date
es: Fecha agregada a la lista
fr: Date d'ajout dans la liste
it: Data aggiunta all'elenco
pt: Data adicionada à lista

# MediaItem_AskPersonalNoteTitle
source: Personal notes
es: Notas personales
fr: Notes personnelles
it: Note personali
pt: Notas pessoais

# MediaItem_PersonalNoteHeader
source: Personal notes
es: Notas personales
fr: Notes personnelles
it: Note personali
pt: Notas pessoais

# MediaItem_PersonalNoteMenuItem
source: Add/edit your personal notes
es: Agrega/edita tus notas personales
fr: Ajouter/modifier vos notes personnelles
it: Aggiungi/modifica le tue note personali
pt: Adicione/edite suas anotações pessoais

# ShowDetailsStartupPage_DefaultChoice
source: Dynamic, based on where you come from - default
es: Dinámico, basado en su procedencia - valor por defecto
fr: Dynamique en fonction de la page précédente - valeur par défaut
it: Dinamico a seconda della pagina precedente - valore predefinito
pt: Dinâmico dependendo da página anterior - valor de defeito

# Settings_DisplayShowChannelOnHomePage
source: Display tv show airing channel on main list?
es: ¿Mostrar el canal de emisión del programa de televisión en la lista principal?
fr: Afficher la chaîne de diffusion dans la liste de séries ?
it: Mostra il canale della Serie TV nell'elenco principale?
pt: Exibir canal de exibição de programa de TV na lista principal?

# MediaItemDetails_ShowInfo_CertificationHeader
source: Certification
es: Certificación
it: Certificazione
pt: Certificação

# Home_Code_Popular_Anticipated
source: MOST ANTICIPATED MOVIES
es: PELÍCULAS MÁS ANTICIPADAS
fr: FILMS LES PLUS ANTICIPÉS
it: TRAILERS FILM
pt: FILMES MAIS ANTECIPADOS

# Settings_Data_EnableSeasonsGroupCollapsing_Text
source: Enable the collapse/expand of the seasons?
es: ¿Permitir la expansión y el colapso de las temporadas de un serie?
fr: Activer la réduction/extension des saisons dans la liste des épisodes d'une série ?
it: Maggiori informazioni sulle stagioni
pt: Permitir recolhimento / expansão das temporadas de um programa?

# Settings_CollapsingSectionHeader
source: Collapsing
es: Contrayendo
fr: Réduction / extension
it: Meno informazioni
pt: Recolhimento / expansão

# Settings_SeasonCollapsingMode_Header
source: Seasons collapsing mode
es: Modo de colapso de temporadas
fr: Mode de réduction des saisons
it: Informazioni Stagioni
pt: Modo de recolhimento das temporadas

# AvailableSeasonCollapsingMode_IfFullySeenOrNotNextToSee
source: If fully watched or not next to see
es: Si ve completamente o no está al lado para ver
fr: Si complétement vue et ne contient pas le prochain épisode à voir
it: Se vista completamente o non visto
pt: Se ver totalmente ou não próximo para ver

# AvailableSeasonCollapsingMode_IfFullySeen
source: If fully watched
es: Si se ve por completo
fr: Si complétement vue
it: Se vista completamente
pt: Se totalmente visto

# AvailableSeasonCollapsingMode_Always
source: Always
es: Siempre
fr: Toujours
it: Sempre
pt: Sempre

# AvailableSeasonCollapsingMode_Never
source: Never
es: Nunca
fr: Jamais
it: Mai
pt: Nunca

# Home_Code_MyShowsHiddenGroupHeader_Single
source: {0} HIDDEN SHOW
es: {0} SERIE OCULTA_
it: {0} SERIE TV NASCOSTA
pt: {0} SÉRIE ESCONDIDAS

# Home_Code_Incoming_XDaysAgoSingle
source: {0} day ago
es: Hace {0} día_
it: {0} giorno fa
pt: {0} dia atrás

# Home_Code_Incoming_InXDaysSingle
source: in {0} day
es: En {0} día_
it: tra {0} giorno
pt: em {0} dia

# Home_Code_MyShowWithEpisodeToSeeButEndedGroupHeader_Single
source: {0} ENDED SHOW WITH UNSEEN EPISODES
es: {0} PROGRAMA FINALIZADO CON EPISODIOS NO VISTOS
it: {0} SERIE TV CONCLUSA CON EPISODI NON VISTI
pt: {0} SÉRIE FINALIZADAS COM EPISÓDIOS NÃO VISTOS

# Home_Code_MyShowWithEpisodeToSeeGroupHeader_Single
source: {0} SHOW WITH UNSEEN EPISODES
es: {0} SERIE_ CON EPISODIOS PENDIENTES
it: {0} SERIE TV CON EPISODI NON VISTI
pt: {0} SÉRIE COM EPISÓDIOS NÃO VISTOS

# Home_Code_MyShowWithEpisodeToSeeNotEndedGroupHeader_Single
source: {0} CURRENT SHOW WITH UNSEEN EP.
es: {0} SERIE_ EN EMISIÓN CON EP. PENDIENTES
it: {0} SERIE TV IN CORSO CON EPISODI NON VISTI
pt: {0} SÉRIE RETORNANDO COM EPISÓDIOS NÃO VISTOS

# Home_Code_MyShowWithNoEpisodeToSeeEndedGroupHeader_Single
source: {0} ENDED SHOW, FINISHED WATCHING
es: {0} SERIE_ FINALIZADA_, TODOS LOS EP. VISTOS
it: {0} SERIE TV CONCLUSA, VISTA TUTTA
pt: {0} SÉRIE COMPLETAS, FINALIZADA

# Home_Code_MyShowWithNoEpisodeToSeeGroupHeader_Single
source: {0} CURRENT SHOW, ALL EPISODES WATCHED
es: {0} SERIE_ EN EMISIÓN, TODOS LOS EP. VISTOS
it: {0} SERIE TV, TUTTI GLI EPISODI VISTI
pt: {0} SÉRIE COMPLETAS, RETORNANDO

# Home_UserStats_Code_ToWatchEpisodeLabelSingle
source: {0} episode to watch
es: {0} episodio_ por ver
it: {0} episodio{1} da vedere
pt: {0} episódio para assistir

# Home_UserStats_Code_WatchedEpisodeLabelSingle
source: {0} episode watched
es: {0} episido visto
it: {0} episodio visto
pt: {0} episódio assistidos

# People_Code_ActingInXEpisodeSingle
source: {0} episode
es: {0} episodio_
it: {0} episodio
pt: {0} episódio

# People_Code_ActingInXMoviesSingle
source: ACTING IN {0} MOVIE
es: APARECE EN {0} PELÍCULA_
it: RECITA IN {0} FILM
pt: ATUANDO EM {0} FILME

# People_Code_ActingInXShowsSingle
source: ACTING IN {0} TV SHOW
es: APARECE EN {0} SERIE_
it: RECITA IN {0} SERIE TV
pt: ATUANDO EM {0} SÉRIE

# People_Code_AsCastNumberSingle
source: {0} cast credit
es: {0} crédito_
it: {0} nel cast
pt: {0} : Ator

# People_Code_AsCrewNumberSingle
source: {0} crew credit
es: {0} crédito_
it: {0} nel cast
pt: {0} : Elenco

# People_Code_CrewingInXMoviesSingle
source: IN THE CREW OF {0} MOVIE
es: EN EL EQUIPO DE {0} PELÍCULA_
it: NEL CAST DI {0} FILM
pt: NO ELENCO DE {0} FILME

# People_Code_CrewingInXShowsSingle
source: IN THE CREW OF {0} TV SHOW
es: EN EL EQUIPO DE {0} SERIE_
it: NEL CAST DI {0} SERIE TV
pt: NO ELENCO DE {0} SÉRIE

# Home_UserLists_Code_NumberOfElementSingle
source: {0} item in this list
es: {0} elemento_ en esta lista
it: {0} elemento in elenco
pt: {0} série de TV nesta lista

# MediaItemDetails_Comments_Code_TotalCommentsNumberLabelSingle
source: There is a total of {0} comment
es: Hay un total de {0} comentario_
it: Ci sono un totale di {0} commenti
pt: Há um total de {0} comentário

# Menu_ShowNumberSingle
source: {0} show followed
es: {0} serie_ seguidas
it: {0} Serie TV seguita
pt: {0} série
