Repository: jonathanantoine/tvst-translations
Catalog: core/Translations.*.resx
Languages: es, fr, it, pt

# Home_UserStats_Code_NotAllSeenShowCountSuffixLabelSingular
source: show with episodes left to watch
es: serie sin episodios por ver
it: Serie TV con episodi da vedere
pt: série com episódios para ver

# Home_UserStats_Code_NoTimeSpent
source: no time spent on this show yet
es: No has pasado tiempo viendo esta serie todavía
it: Non hai guardato questa SERIE TV
pt: Nenhum tempo gasto com esta série ainda

# Home_UserStats_FriendsStatsHeader
source: YOU AND YOUR FRIENDS
es: TÚ Y TUS AMIGOS
it: TU E I TUOI AMICI
pt: VOCÊ E SEUS AMIGOS

# Global_You
source: YOU
es: TÚ
it: TU
pt: VOCÊ

# Home_UserStats_Code_PercentEpToWatchFormat
source: {0}% ep to watch
es: {0}% ep pendientes
it: {0}% di episodi non visti
pt: {0}% de eps não vistos

# Home_UserStats_Code_PercentEpWatchedFormat
source: ep watched
es: ep vistos
it: di episodi visti
pt: de eps assistidos

# Home_UserStats_Code_ToWatchEpisodeLabelPlural
source: {0} episodes to watch
es: {0} episodios por ver
it: {0} episodi da vedere
pt: {0} episódios para assistir

# Home_UserStats_Code_WatchedEpisodeLabelPlural
source: {0} episodes watched
es: {0} episidos vistos
it: {0} episodi visti
pt: {0} episódios assistidos

# Home_UserStats_EmptyPlaceHolder_Text
source: You need to add at least one TV show to see your stats.
es: Necesitas añadir al menos una serie para ver tus estadísticas.
it: Devi aggiungere almeno una SERIE TV per vedere le tue statistiche.
pt: Você precisa adicionar ao menos uma série para ver suas estatísticas.

# Home_UserStats_Genres_GroupHeader_Text
source: TV SHOW GENRES
es: GÉNEROS
it: PER GENERE
pt: DIVISÃO POR GÊNEROS

# Home_UserStats_Networks_GroupHeader_Text
source: TV SHOW NETWORKS
es: CADENA DE TV
it: CANALI/SERVIZI DI STREAMING
pt: CANAIS DE TRANSMISSÃO

# Home_UserStats_LastMonthEmpty_Text
source: No episode watched in the last 30 days.
es: Ningún episodio visto en los últimos 30 días.
it: Nessun episodio visto negli ultimi 30 giorni.
pt: Nenhum episódio visto nos últimos 30 dias.

# Home_UserStats_LastMonthTopShow_GroupHeader_Text
source: TOP TV SHOWS FROM THE PAST 30 DAYS
es: TOP SERIES DE LOS ÚLTIMOS 30 DÍAS
it: CLASSIFICA DELLE SERIE TV VISTE NEGLI ULTIMI 30 GIORNI
pt: RANK DAS SÉRIES ASSISTIDAS NOS ÚLTIMOS 30 DIAS

# Home_UserStats_LastMonth_GroupHeader_Text
source: WATCHED EP. THIS PAST 30 DAYS
es: EP. VISTOS EN LOS ÚLTIMOS 30 DÍAS
it: EPISODI VISTI NEGLI ULTIMI 30 GIORNI
pt: EPISÓDIOS VISTOS NOS ÚLTIMOS 30 DIAS

# Home_UserStats_PanelTitle_Header
source: IT'S ALL ABOUT YOU
es: TODO SOBRE TI
it: TUTTO SU DI TE
pt: TUDO SOBRE VOCÊ

# Home_UserStats_Progression_GroupHeader_Text
source: YOUR PROGRESSION
es: TU PROGRESO
it: I TUOI PROGRESSI
pt: SEU PROGRESSO

# Home_UserStats_TopShow_GroupHeader_Text
source: YOUR TOP SHOWS
es: TU TOP DE SERIES
it: TOP SERIE TV
pt: TOP SÉRIES

# Home_UserStats_WatchTime_EpLeftToSeeIn_Text
source: ep. left to watch in
es: ep. por ver en
it: episodi da vedere in
pt: episódios restantes para assistir em

# Home_UserStats_WatchTime_ShowNotStartedEpLeftToSeeIn_Text
source: ep. in watchlisted shows left to watch in
es: ep. en Watchlist por ver en
it: episodi nelle serie da vedere in
pt: episódios na Watchlist restantes para assistir em

# Home_UserStats_WatchTime_EpSeenInPlural_Text
source: episodes watched in
es: episodios vistos en
it: episodi visti in
pt: episódios vistos em

# Import_Code_BackupRetrieved
source: Backup retrieved, we are reading your shows...
es: Copia recuperada leyendo tus datos…
it: Backup ripristinato, stiamo elaborando le tue Serie TV...
pt: Backup recuperado, nós estamos processando suas séries...

# LiveTile_Code_NoShowHere
source: There is no TV Show here :(
es: No hay ninguna serie aquí :(
it: Nessuna SERIE TV qui :(
pt: Não há nenhuma série aqui :(

# People_Code_ActingInXEpisodePlural
source: {0} episodes
es: {0} episodios
it: {0} episodi
pt: {0} episódios

# People_Code_ActingInXMoviesPlural
source: ACTING IN {0} MOVIES
es: APARECE EN {0} PELÍCULAS
it: RECITA IN {0} FILM
pt: ATUANDO EM {0} FILMES

# People_Code_ActingInXShowsPlural
source: ACTING IN {0} TV SHOWS
es: APARECE EN {0} SERIES
it: RECITA IN {0} SERIE TV
pt: ATUANDO EM {0} SÉRIES

# People_Code_AsCastNumberPlural
source: {0} cast credits
es: {0} créditos
it: {0} ruoli diversi
pt: {0} : Ators

# People_Code_AsCrewNumberPlural
source: {0} crew credits
es: {0} créditos
it: {0} partecipazioni al cast
pt: {0} : Elencos

# People_Code_CrewingInXMoviesPlural
source: IN THE CREW OF {0} MOVIES
es: EN EL EQUIPO DE {0} PELÍCULAS
it: NEL CAST DI {0} FILM
pt: NO ELENCO DE {0} FILMES

# People_Code_CrewingInXShowsPlural
source: IN THE CREW OF {0} TV SHOWS
es: EN EL EQUIPO DE {0} SERIES
it: NEL CAST DI {0} SERIE TV
pt: NO ELENCO DE {0} SÉRIES

# People_Code_EmptyBiography
source: No biography available.
es: No hay biografía disponible.
it: Nessuna biografia disponibile.
pt: Sem biografia disponível.

# RateAnEpisode_Title_Text
source: Did you like this episode?
es: ¿Te ha gustado este episodio?
it: Ti è piaciuto questo episodio?
pt: Você gostou desse episódio?

# RateAShow_ActionButton_Content
source: RATE THIS SHOW
es: VALORA ESTA SERIE
it: VALUTA LA SERIE TV
pt: AVALIE A SÉRIE

# RateAShow_Title_Text
source: How do you rate this show?
es: ¿Cómo calificas esta serie?
it: Come valuti questa SERIE TV?
pt: Como você avalia esta série?

# Global_WhatDoYouThinkOfIt
source: What did you think?
es: ¿Qué opinas?
it: Cosa ne pensi?
pt: O que você acha?

# RateEpisode_Code_Error
source: Cannot rate this episode right now, please try again later.
es: No se puede calificar este episodio ahora, inténtalo de nuevo más tarde.
it: Non siamo stati in grado di valutare questo episodio in questo momento, riprova più tardi.
pt: Não conseguimos avaliar este episódio agora, por favor tente novamente mais tarde.

# RateMe_Code_MailSubjectFormat
source: About TV Show Tracker v{0}
es: Sobre TV Show Tracker v{0}
it: Informazioni su TV Show Tracker v{0}
pt: Sobre TV Show Tracker v{0}

# RateMeToast_Code_Content_Text
source: Would you recommend TV Show Tracker?
es: ¿Recomendarías TV Show Tracker?
it: Consiglieresti TV Show Tracker?
pt: Você recomendaria TV Show Tracker?

# RateMe_Content_Text
source: By now, you know TV Show Tracker and I would love to hear from you. Express yourself!
es: Ahora que ya conoces TV Show Tracker, me gustaría saber tu opinión. ¡Cuéntamela!
it: Ad ogni modo, conosci TV Show Tracker e ci piacerebbe sentirti. Esprimi il tuo parere!
pt: Enfim, você já conhece bem o TV Show Tracker e nós amaríamos ouvir sobre você. Expresse-se!

# RateMe_DisLike_Text
source: I DON'T LIKE
es: NO ME GUSTA
it: NON MI È PIACIUTO
pt: EU NÃO GOSTEI

# RateMe_Later_Content
source: No, thank you, maybe later
es: No, gracias, quizás más adelante
it: No grazie. Forse più tardi.
pt: Não, obrigado. Talvez depois.

# RateMe_Like_Text
source: I LIKE
es: ME GUSTA
it: MI PIACE!
pt: EU GOSTEI

# RateMe_Title_Text
source: YOUR OPINION MATTERS TO ME!
es: ¡TU OPINIÓN IMPORTA!
it: LA TUA OPINIONE È IMPORTANTE PER NOI!
pt: SUA OPINIÃO IMPORTA PARA NÓS!

# RateMeToast_Code_Title_Text
source: Your opinion matters!
es: ¡Tu opinión importa!
it: La tua opinione conta!
pt: Sua opinião importa!

# RateShow_Code_Error
source: Cannot RATE THIS SHOW right now, please try again later.
es: No se puede valorar este episodio ahora, por favor inténtalo más tarde.
it: Impossibile valutare la SERIE TV ora, riprova più tardi.
pt: Impossível avaliar a série agora, por favor tente novamente depois.

# Search_AddingMediaItem_Text
source: This element is being added...
es: Este elemento se está agregando ...
it: Questa SerieTv è stata aggiunta..
pt: Este elemento está sendo adicionado...

# Search_EmptyPlaceholder_Text
source: It seems that no item matches this search :-(
es: Al parecer ninguna serie aparece en esta búsqueda :-(
it: Sembra che nessuna SERIE TV corrisponda a questa ricerca :-(
pt: Parece que nenhuma série corresponde à essa pesquisa :-(

# Search_PlaceHolder_Content
source: Search items by keyword
es: Buscar serie por keyword
it: Cerca SERIE TV per parole chiave.
pt: Pesquise séries por palavras-chave.

# Settings_SetAsSeenBehavior_Text
source: When I set an episode as watched :
es: Cuando marque un episodio como visto:
it: Quando un episodio è contrassegnato come visto:
pt: Quando um episódio é marcado como visto:

# SetAsSeenBehavior_WhatToDoQuestion
source: Which date to use ?
es: ¿Qué fecha usar?
it: Guardato quando?
pt: Assistiu quando?

# Settings_SetAsSeenBehavior_Code_SetAsSeenAtCurrentDate
source: Use the current date and time
es: Utilizar la fecha y hora actual
it: Usa data e ora correnti
pt: Usar hora e data atuais

# Settings_SetAsSeenBehavior_Code_SetAsSeenAtAiredDate
source: Use the episode's air date
es: Utilizar la fecha de emisión del episodio
it: Usa la data di uscita dell'episodio
pt: Usar a data de lançamento do episódio

# Settings_SetAsSeenBehavior_Code_SetAsSeenAtAGivenDate
source: Ask me for the date
es: Preguntarme por la fecha
it: Data e ora personalizzate
pt: Data e hora específicas da visualização

# Settings_SetAsSeenBehavior_Code_AskUserEachTime
source: Ask me what to do each time
es: Preguntarme qué hace cada vez
it: Chiedimi sempre cosa fare
pt: Sempre me pergunte o que fazer

# Settings_BackgroundSyncEnabled_Text
source: Enable background synchronization?
es: ¿Habilitar la sincronización en segundo plano?
it: Abilita la sincronizzazione in background
pt: Habilitar sincronização em segundo plano?

# Settings_BackgroundSyncFrequency_Text
source: Background sync will be done :
es: Se realizará sincronización en segundo plano :
it: Sincronizza ogni:
pt: Sincronizar em segundo plano a cada:

# Settings_BackgroundSyncFrequency_Code_12Hours
source: Every 12 hours
es: Cada 12 horas
it: 12 ore
pt: 12 horas

# Settings_BackgroundSyncFrequency_Code_24Hours
source: Every day
es: Todos los días
it: 24 ore
pt: 24 horas

# Settings_BackgroundSyncFrequency_Code_2Hours
source: Every 2 hours
es: Cada 2 horas
it: 2 ore
pt: 2 horas

# Settings_BackgroundSyncFrequency_Code_30Minutes
source: Every 30 minutes
es: Cada 30 minutos
it: 30 minuti
pt: 30 minutos

# Settings_BackgroundSyncFrequency_Code_4Hours
source: Every 4 hours
es: Cara 4 horas
it: 4 ore
pt: 4 horas

# Settings_BackgroundSyncFrequency_Code_60Minutes
source: Every hour
es: Cada hora
it: 1 ora
pt: 1 Hora

# Settings_BackgroundSyncFrequency_Code_6Hours
source: Every 6 hours
es: Cada 6 horas
it: 6 ore
pt: 6 horas

# Settings_BackgroundSyncHeader_Text
source: BACKGROUND SYNCHRONIZATION
es: SINCRONIZACIÓN EN SEGUNDO PLANO
it: SINCRONIZZAZIONE IN BACKGROUND
pt: SINCRONIZAÇÃO EM SEGUNDO PLANO

# Settings_Code_ChangingLanguage
source: Translating to english...
es: Traduciendo al inglés…
it: Applicazione della nuova lingua ...
pt: Aplicando o novo idioma...

# Settings_Data_MarkBatchAsSeenALongTimeAgo_Text
source: When I mark full seasons or more than 15 episodes as watched, tell Trakt it was a long time ago ?
es: Cuando marque una temporada entera como vista, decirle a Trakt que fue hace mucho tiempo.
it: Quando contrassegno stagioni complete come viste, è per informare Trakt che è passato molto tempo?
pt: Quando eu marco temporadas completas ou mais de 15 episódios como assistidos, é para deixar o Trakt saber que foi há muito tempo?

# Settings_Data_PutAllShowWithEpToSeeInSameGroup_Text
source: Put shows with episodes to see (ended or not) in the same group on home page.
es: Poner las series con episodios por ver (finalizadas o no) en el mismo grupo en la página de inicio.
it: Mostra SERIE TV con episodi da vedere (terminata o meno) nello stesso gruppo sulla home page?
pt: Colocar as séries com episódios para assistir (finalizadas ou não) no mesmo grupo na página inicial?

# Settings_Data_PutShowToStartInASeparateGroup_Text
source: Put shows to start (no episode seen) in a separate group on home page.
es: Poner las series para empezar (sin episodios vistos) en un grupo separado en la página de inicio.
it: Mostra le SERIE TV da seguire (nessun episodio visto) in un gruppo separato
pt: Definir as séries a começar (nenhum episódio visto) em um grupo separado?

# Settings_Data_HideAndIgnoreSpecialEpisodes_Text
source: Ignore and hide special episodes?
es: ¿Ignorar y ocultar los capítulos especiales?
it: Ignora e nascondi episodi speciali
pt: Ignorar e ocultar episódios especiais?

# Settings_DisplayHeader_Text
source: DATA TO DISPLAY
es: DATOS PARA MOSTRAR
it: COSA E COME VISUALIZZARE
pt: O QUE/COMO EXIBIR

# Settings_DisplayIncomingHeader_Text
source: Display incoming episodes on home and show details page.
es: Muestra los episodios entrantes en la página de inicio y mostrar los detalles de la página.
it: Mostra i prossimi episodi all'inizio e anche la pagina dei dettagli
pt: Mostrar próximos episódios no início e mostrar a página de detalhes?

# Settings_DisplaySection_Discover
source: Display the “Discover” section?
es: ¿Mostrar la sección "Descubrir"?
it: Mostrare la sezione "Scopri"?
pt: Mostrar a seção "Descobrir"?

# Settings_DisplaySection_UserHistoryHeader
source: Display the “Your History” section?
es: ¿Mostrar la sección "Tu historial"?
it: Mostrare la sezione "La tua cronologia"?
pt: Mostrar a seção "Seu histórico"?

# Settings_Display_AppLanguage_Text
source: App language
es: Idioma de la app.
it: Lingua dell'applicazione
pt: Idioma do aplicativo

# Settings_Display_AppDataLanguage_Text
source: App's data language
es: Idioma de los datos de la app
it: Lingua dei dati delle SERIE TV
pt: Idioma dos dados da série de TV

# Settings_Display_Code_AvailableOnNextLaunchReminder
source: You have made a change (font, color, language) which will only be visible on the next launch of TV Show Tracker
es: Has realizado un cambio (fuente, color, idioma) que solo será visible la próxima vez que abras TV Show Tracker
it: Hai apportato una modifica (carattere, colore o lingua) che sarà visibile solo al prossimo riavvio di TV Show Tracker
pt: Você fez uma alteração (fonte, cor ou idioma) que apenas será visível na próxima vez que você abrir o TV Show Tracker

# Settings_Display_Code_NotificationDelay_12Hours
source: 12 hours before
es: 12 horas antes
it: 12 ore prima
pt: 12 horas antes

# Settings_Display_Code_NotificationDelay_2Hours
source: 2 hours before
es: 2 horas antes
it: 2 ore prima

# Settings_Display_Code_NotificationDelay_2HoursAfter
source: 2 hours after
es: 2 horas después
it: 2 ore dopo

# Settings_Display_Code_NotificationDelay_3Hours
source: 3 hours before
es: 3 horas antes
it: 3 ore prima

# Settings_Display_Code_NotificationDelay_6Hours
source: 6 hours before
es: 6 horas antes
it: 6 ore prima

# Settings_Display_Code_NotificationDelay_8Hours
source: 8 hours before
es: 8 horas antes
it: 8 ore prima

# Settings_Display_Code_NotificationDelay_10Hours
source: 10 hours before
es: 10 horas antes
it: 10 ore prima

# Settings_Display_Code_NotificationDelay_12HoursAfter
source: 12 hours after
es: 12 horas después
it: 12 ore dopo
pt: 12 horas após

# Settings_Display_Code_NotificationDelay_AWeek
source: A week before
es: Una semana antes
it: Una settimana prima della messa in onda
pt: Uma semana antes de ir ao ar

# Settings_Display_Code_NotificationDelay_AWeekAfter
source: A week after
es: Una semana después
it: Una settimana dopo la messa in onda
pt: Uma semana depois da transmissão

# Settings_Display_Code_NotificationDelay_15Minutes
source: 15 minutes before
es: 15 minutos antes
it: 15 minuti prima
pt: 15 minutos antes

# Settings_Display_Code_NotificationDelay_15MinutesAfter
source: 15 minutes after
es: 15 minutos después
it: 15 minuti dopo
pt: 15 minutos após

# Settings_Display_Code_NotificationDelay_5Minutes
source: 5 minutes before
es: 5 minutos antes
it: 5 minuti prima
pt: 5 minutos antes

# Settings_Display_Code_NotificationDelay_5MinutesAfter
source: 5 minutes after
es: 5 minutos después
it: 5 minuti dopo
pt: 5 minutos após

# Settings_Display_Code_NotificationDelay_60Minutes
source: 60 minutes before
es: 60 minutos antes
it: 1 ora prima
pt: 1 hora antes

# Settings_Display_Code_NotificationDelay_60MinutesAfter
source: 60 minutes after
es: 60 minutos después
it: 1 ora dopo
pt: 1 hora após

# Settings_Display_Code_NotificationDelay_ADay
source: 24 hours before
es: 24 horas antes
it: 1 giorno prima
pt: 1 dia antes

# Settings_Display_Code_NotificationDelay_ADayAfter
source: 24 hours after
es: 24 horas después
it: 1 giorno dopo
pt: 1 dia após

# Settings_Display_Code_NotificationDelay_None
source: When the episode is aired
es: Cuando se emita el episodio
it: Quando viene trasmesso l'episodio
pt: Quando o episódio for exibido

# Settings_Display_Code_SortOption_Alphabetic
source: Alphabetic
es: Alfabético
it: Alfabetico
pt: Alfabética

# Settings_Display_Code_SortOption_AlphabeticReverse
source: Alphabetic reversed
es: Alfabético inverso
it: Alfabeto invertito
pt: Alfabética invertida

# Settings_Display_Code_SortOption_EpisodeToSee
source: Number of episodes to see
es: Número de episodios por ver
it: Numero di episodi da vedere
pt: Nº de episódios restantes

# Settings_Display_Code_SortOption_EpisodeToSeeReverse
source: Number of episodes to see reversed
es: Número de episodios por ver inverso
it: Numero di episodi da vedere invertiti
pt: Nº de episódios restantes invertido

# Settings_Display_Code_SortOption_LastActionTime
source: Last action date
es: Fecha de la última acción
it: Data ultima modifica
pt: Data da última modificação

# Settings_Display_Code_SortOption_LastActionTimeReverse
source: Last action date reversed
es: Fecha de la última acción inverso
it: Data ultima modifica invertita

# Settings_Display_Code_SortOption_NextEpisodeAiredDate
source: Next episode to see air date
es: Fecha de emisión del próximo episodio por ver
it: Prossimo episodio in onda
pt: Próximo episódio a ser exibido

# Settings_Display_Code_SortOption_NextEpisodeAiredDateReverse
source: Next episode to see air date reversed
es: Fecha de emisión del próximo episodio por ver inverso
it: Prossimo episodio in onda invertito
pt: Próximo episódio a ser exibido invertido

# Settings_Display_ColorHeader_Text
source: MAIN COLOR
es: COLOR PRINCIPAL
it: COLORE PRINCIPALE
pt: COR PRINCIPAL

# Settings_Display_HideEndedAndSeenShowsFromHome_Text
source: Hide ended shows with no episodes left to watch from home.
es: Ocultar las series finalizadas sin más episodios por ver de la página de inicio
it: Nascondi le SERIE TV viste e terminate dalla schermata principale
pt: Esconder da tela inicial as séries finalizadas sem episódios restantes para assistir?

# Settings_Display_DateFormatLabel_Text
source: Date formatting
es: Formato de fecha
it: Formato di visualizzazione della data
pt: Formato de exibição de data

# Settings_Display_24HourDates_Text
source: 24 hour formatting ?
es: Formato de 24 horas
it: Formato 24 ore
pt: Formatação 24 horas?

# Settings_Display_StartupPage_Text
source: Tab to display on launch
es: Pestaña que mostrar al abrir
it: Scheda visualizzata all'avvio
pt: Aba exibida na inicialização

# Settings_Display_NotificationDelayHeader_Text
source: Aired episode notification
es: Notificación de emisión del episodio
it: Notifica di nuovi episodi
pt: Notificação de novo(s) episódio(s)

# Settings_Display_TranslationsHeader_Text
source: TRANSLATIONS
es: TRADUCCIONES
it: TRADUZIONI
pt: TRADUÇÕES

# Settings_Display_UIThemeHeader_Text
source: Theme
es: Tema
it: Tema
pt: Tema

# Settings_LiveThings_Header
source: NOTIFICATIONS
es: NOTIFICACIONES
it: NOTIFICHE
pt: NOTIFICAÇÕES

# Settings_MainDisplayHeader_Header
source: LISTS & DATA DISPLAY
es: VISUALIZACIÓN
it: DISPLAY
pt: TELA

# Settings_MainUiCustomizationHeader_Header
source: THEME, COLOR & FONT
es: INTERFAZ
it: ASPETTO
pt: APARÊNCIA

# Settings_Notifications_CreateNotificationsForIncomingEpisodes_Text
source: Display a notification when an episode is aired?
es: ¿Mostrar una notificación cuando se emita un episodio?
it: Notifica quando un episodio delle tue SERIE TV va in onda
pt: Mostrar uma notificação quando um episódio das suas séries for ao ar?

# Settings_Notifications_CreateNotificationsForSeasonReleaseDateAnnounced_Text
source: Display a notification when a season release date is announced?
es: ¿Mostrar una notificación cuando se anuncie la fecha de emisión de una serie?
it: Notifica quando viene annunciata la data di lancio
pt: Mostrar uma notificação quando a data de lançamento for anunciada?

# Settings_Notifications_CreateNotificationsForShowStatusChange_Text
source: Display a notification when a show change of status?
es: ¿Mostrar una notificación cuando una serie cambie de estado?
it: Notifica quando un SERIE TV cambia stato
pt: Mostrar notificação quando uma série mudar de estado?

# Settings_Other_Header
source: VARIOUS
es: COMPORTAMIENTO DE LA APP
it: ALTRO
pt: DIVERSOS

# Settings_Various
source: VARIOUS
es: VARIOS
it: VARIE
pt: DIVERSOS

# Settings_PageTitle_Text
source: SETTINGS
es: AJUSTES
it: IMPOSTAZIONI
pt: CONFIGURAÇÕES

# Settings_RaterAfterWatchedHeader_Text
source: Episodes: prompt to rate when marked as watched.
es: Episodios: solicitar una valoración al marcar como visto
it: Episodi: richiedere una valutazione quando contrassegnato come visto
pt: Episódios: solicitar uma avaliação ao marcar como assistido

# Settings_SortHeader_Text
source: TV SHOWS SORTING
es: ORDEN DE LAS SERIES
it: CLASSIFICAZIONE DELLE SERIE TV
pt: CLASSIFICAÇÃO DAS SÉRIES DE TV

# Settings_SortHeaderWithEpToSee_Text
source: Groups with episode to watch
es: Grupos con episodios por ver
it: Gruppi con episodi da vedere
pt: Grupos com episódio para assistir

# Settings_SortHeaderWithNOEpToSee_Text
source: Groups WITHOUT episode to watch
es: Grupos SIN episodios por ver
it: Gruppi senza episodi da vedere
pt: Grupos com NENHUM episódio para assistir

# Settings_StatsHeader_Text
source: STATISTICS
es: ESTADÍSTICAS
it: STATISTICHE
pt: ESTATÍSTICAS

# Settings_Stats_IgnoreDaysHigherThan20_Text
source: Ignore the days when I watch more than 20 episodes.
es: Ignorar los días en los que veo más de 20 episodios.
it: Ignora i giorni in cui ho visto più di 20 episodi
pt: Ignorar dias em que eu vi mais que 20 episódios?

# Settings_SubGroup_Synchronisation_Text
source: AUTOMATIC SYNCHRONIZATION
es: SINCRONIZACIÓN AUTOMÁTICA
it: SINCRONIZZAZIONE AUTOMATICA
pt: SINCRONIZAÇÃO AUTOMÁTICA

# Settings_SyncTrigger_Code_12Hours
source: After 12 hours without synchronization
es: Tras 12 horas sin sincronización
it: Ogni 12 ore
pt: Após 12 horas sem sincronização

# Settings_SyncTrigger_Code_24Hours
source: After 24 hours without synchronization
es: Tras 24 horas sin sincronización
it: Ogni 24 ore
pt: Após 24 horas sem sincronização

# Settings_SyncTrigger_Code_48Hours
source: After 48 hours without synchronization
es: Tras 48 horas sin sincronización
it: Ogni 48 ore
pt: Após 48 horas sem sincronização

# Settings_SyncTrigger_Code_7Days
source: After 7 days without synchronization
es: Tras 7 días sin sincronización
it: Ogni 7 giorni
pt: Após 7 dias sem sincronização

# Settings_SyncTrigger_Code_EveryLaunch
source: At app's launch
es: Al abrir la app
it: Ad ogni avvio
pt: Ao abrir o aplicativo

# Settings_SyncTrigger_Code_Manually
source: Manually
es: Manualmente
it: Manualmente
pt: Manualmente

# Settings_ToastNotificationsHeader_Text
source: NOTIFICATIONS
es: NOTIFICACIONES
it: NOTIFICHE
pt: NOTIFICAÇÕES

# Settings_BadgeNotificationEnabled_Text
source: Display a badge on the application icon with the number of episodes remaining to be seen?
es: ¿Mostrar una notificación en el icono de la aplicación con el número de episodios por ver?
it: Mostra un badge sull'icona dell'app con il numero di episodi da vedere
pt: Exibir um crachá no ícone do aplicativo com o número de episódios restantes para ser visto?

# Settings_UITheme_Dark
source: Dark
es: Oscuro
it: Scuro
pt: Escuro

# Settings_UITheme_Light
source: Light
es: Claro
it: Chiaro
pt: Claro
