Repository: jonathanantoine/tvst-translations
Catalog: core/Translations.*.resx
Languages: es, fr, it, pt

# DemoMode_CantDoThis
source: This is not possible in demo mode.
es: Acción imposible en el modo de demostración.
fr: Action impossible dans le mode démo
it: Azione impossibile nella modalità demo.
pt: Ação impossível no modo de demonstração.

# Global_Error_AccountLimitExceededTitle
source: Limit Reached
es: Límite alcanzado
fr: Limite atteinte
it: Limite raggiunto
pt: Limite atingido

# Global_Error_AccountLimitExceededContent
source: You have reached one of the limits imposed by Trakt for free accounts: - 100 items maximum in your watchlist - 10 personal lists maximum I’m sorry for the inconvenience, but these restrictions are set by Trakt and are beyond my control. However, you can still add a series by marking an episode as watched—this will not count towards the limit. To remove these restrictions, I encourage you to consider upgrading to a VIP subscription on Trakt.
es: Has alcanzado uno de los límites impuestos por Trakt para cuentas gratuitas: - 100 elementos como máximo en tu lista de seguimiento - 10 listas personales como máximo Lamento las molestias, pero estas restricciones son establecidas por Trakt y están fuera de mi control. Sin embargo, todavía puedes agregar una serie marcando un episodio como visto, lo que no contará para el límite. Para eliminar estas restricciones, te invito a considerar actualizar a una suscripción VIP en Trakt.
fr: Vous avez atteint l'une des limites imposées par Trakt pour les comptes gratuits : - 100 éléments maximum dans votre liste de choses à voir - 10 listes personnelles maximum Je suis désolé pour ce désagrément, mais ces restrictions sont définies par Trakt et je n’ai aucun contrôle sur elles. Cependant, vous pouvez toujours ajouter une série en marquant un épisode comme vu : cela ne sera pas comptabilisé dans la limite. Pour lever ces restrictions, je vous invite à envisager de passer à un abonnement VIP sur Trakt.
it: Hai raggiunto uno dei limiti imposti da Trakt per gli account gratuiti: - 100 elementi al massimo nella tua lista di cose da vedere - 10 liste personali al massimo Mi dispiace per l'inconveniente, ma queste restrizioni sono stabilite da Trakt e non dipendono da me. Tuttavia, puoi comunque aggiungere una serie segnando un episodio come visto: questo non verrà conteggiato nel limite. Per rimuovere queste restrizioni, ti invito a considerare di passare a un abbonamento VIP su Trakt.
pt: Você atingiu um dos limites impostos pelo Trakt para contas gratuitas: - 100 itens no máximo na sua lista de "coisas para assistir" - 10 listas pessoais no máximo Peço desculpas pelo transtorno, mas essas restrições são definidas pelo Trakt e estão fora do meu controle. No entanto, você ainda pode adicionar uma série marcando um episódio como assistido—isso não contará no limite. Para remover essas restrições, recomendo que considere atualizar para uma assinatura VIP no Trakt.

# Global_Error_AccountLimitExceededGoToVip
source: Upgrade to VIP
es: Actualizar a VIP
fr: Devenir VIP
it: Passa a VIP
pt: Atualizar para VIP

# Changelog_FooterText
source: Thank you for your feedback and suggestions! Your support means a lot to me. 💙
es: ¡Gracias por tus comentarios y sugerencias! Tu apoyo significa mucho para mí. 💙
fr: Merci pour vos retours et suggestions ! Votre soutien est précieux pour moi. 💙
it: Grazie per il tuo feedback e i suggerimenti! Il tuo supporto è molto importante per me. 💙
pt: Obrigado pelo seu feedback e sugestões! Seu apoio é muito importante para mim. 💙

# Global_OpenLink
source: Open Link
es: Abrir enlace
fr: Ouvrir le lien
it: Apri il link
pt: Abrir link

# AskForTextPlaceholder
source: Write your text here...
es: Introduce tu texto aquí...
fr: Renseignez votre texte ici...
it: Inserisci il tuo testo qui...
pt: Insira seu texto aqui...

# Episode_SetAsWatchedSuccess
source: Episode marked as watched!
es: Episodio marcado como visto.
fr: Épisode marqué comme vu !
it: Episodio segnato come visto!
pt: Episódio marcado como assistido!

# Global_AvailableOptions_CurrentValuePrefix
source: ➤ Current value
es: ➤ Valor actual
fr: ➤ Valeur actuelle
it: ➤ Valore attuale
pt: ➤ Valor atual

# IncitationToDonate_Title_Text
source: 🎉 100 days together!
es: 🎉 ¡100 días juntos!
fr: 🎉 100 jours ensemble !
it: 🎉 100 giorni insieme!
pt: 🎉 100 dias juntos!

# IncitationToDonate_Content_Text
source: To thank you, ads are gone for 2 weeks 😊. I build this app alone in my spare time (what’s left of it with 3 kids 😉). If you'd like to support the project, I'd really appreciate it 💖!
es: Para agradecerte, los anuncios desaparecen por 2 semanas 😊. Desarrollé esta app solo en mi tiempo libre (lo poco que queda con 3 hijos 😉). Si quieres apoyar el proyecto, lo agradecería mucho 💖!
fr: Pour vous remercier, les pubs disparaissent pendant 2 semaines 😊. Je développe cette app seul sur mon temps libre (ce qu’il en reste avec 3 enfants 😉). Si vous voulez soutenir le projet, ce serait super apprécié 💖!
it: Per ringraziarti, niente pubblicità per 2 settimane 😊. Sviluppo quest'app da solo nel tempo libero (quel poco che resta con 3 figli 😉). Se vuoi sostenere il progetto, lo apprezzerei tantissimo 💖!
pt: Para agradecer, os anúncios somem por 2 semanas 😊. Desenvolvo este app sozinho no meu tempo livre (o pouco que sobra com 3 filhos 😉). Se quiser apoiar o projeto, seria muito bem-vindo 💖!

# IncitationToDonate_Ok_Text
source: Thanks 🙏
es: Gracias 🙏
fr: Merci 🙏
it: Grazie 🙏
pt: Obrigado 🙏

# IncitationToDonate_Donate_Text
source: I want to support 💖
es: Quiero apoyar 💖
fr: Je veux soutenir 💖
it: Voglio sostenere 💖
pt: Quero apoiar 💖

# Calendar_IsSeasonFinaleIndicatorText
source: SEASON FINALE
es: FINAL DE TEMPORADA
fr: FINAL DE SAISON
it: FINALE DI STAGIONE
pt: FINAL DA TEMPORADA

# Calendar_IsSeasonPremiereIndicatorText
source: SEASON PREMIERE
es: INICIO DE TEMPORADA
fr: DÉBUT DE SAISON
it: INIZIO DI STAGIONE
pt: ESTREIA DA TEMPORADA

# Home_UserStats_NumberOfPlaysLabelPlural
source: episode plays:
es: reproducciones de episodios:
fr: lectures d’épisode:
it: riproduzioni degli episodi:
pt: reproduções de episódios:

# Home_UserStats_NumberOfPlaysLabelSingular
source: episode play
es: reproducción de episodio
fr: lecture d’épisode
it: riproduzione dell’episodio
pt: reprodução de episódio

# Home_UserStats_FirstWatchedAt
source: First watched on
es: Primera visualización el
fr: Premier visionnage le
it: Prima visione il
pt: Primeira visualização em

# Home_UserStats_NumberOfPlaysSingularFormat
source: {0} time only
es: {0} vez
fr: {0} fois seulement
it: {0} volta
pt: {0} vez

# Home_UserStats_NumberOfPlaysPluralFormat
source: {0} times
es: {0} veces
fr: {0} fois
it: {0} volte
pt: {0} vezes

# Home_UserStats_SeasonsToStartSingular
source: season not fully watched
es: temporada aún no vista por completo
fr: saison pas entièrement regardée
it: stagione non ancora vista completamente
pt: temporada ainda não totalmente assistida

# Home_UserStats_SeasonsToStartPlural
source: seasons not fully watched
es: temporadas aún no vistas por completo
fr: saisons pas entièrement regardées
it: stagioni non ancora viste completamente
pt: temporadas ainda não totalmente assistidas

# Global_And
source: and
es: y
fr: et
it: e
pt: e

# Home_UserStats_WatchTime_EpSeenInSingular_Text
source: episode watched in
es: episodio visto en
fr: épisode vu en
it: episodio visto in
pt: episódio visto em

# Global_UI_HintOfPinchPossibleContent
source: Pinch to zoom in or out to change the number of items per row.
es: Pellizca para acercar o alejar y cambiar el número de elementos por fila.
fr: Pincez pour zoomer ou dézoomer et changer le nombre d’éléments par ligne.
it: Pizzica per ingrandire o ridurre e cambiare il numero di elementi per riga.
pt: Use o gesto de pinça para ampliar ou reduzir e mudar o número de itens por linha.

# Global_UI_HintToastTitle
source: 💡 Tip
es: 💡 Consejo
fr: 💡 Astuce
it: 💡 Suggerimento
pt: 💡 Dica

# Settings_LanguageAndFormatHeader_Text
source: Language & Format
es: Idioma y formato
fr: Langue et format
it: Lingua e formato
pt: Idioma e formato

# Settings_DisplaySection_UserStatsHeader
source: Display the “Your Stats” section?
es: ¿Mostrar la sección "Tus estadísticas"?
fr: Afficher l'onglet "Vos stats" ?
it: Mostrare la scheda "Le tue statistiche" nella home page?
pt: Mostrar a seção "Suas estatísticas"?

# Settings_HomeSectionsGroupHeader_Text
source: HOME PAGE SECTIONS
es: Secciones de la página de inicio
fr: SECTIONS DE LA PAGE D’ACCUEIL
it: Sezioni della pagina iniziale
pt: Seções da página inicial

# Episode_SetAsUnseen_MultiplePlays_QuestionAllRecords
source: All viewings
es: Todos los visionados
fr: Tous les visionnages
it: Tutte le visualizzazioni
pt: Todas as visualizações

# Episode_SetAsUnseen_MultiplePlays_QuestionContent
source: Which viewing(s) would you like to remove from your history?
es: ¿Qué visualización(es) quieres eliminar de tu historial?
fr: Quel(s) visionnage(s) voulez-vous supprimer de votre historique ?
it: Quali visualizzazioni vuoi rimuovere dalla tua cronologia?
pt: Quais visualizações deseja remover do seu histórico?

# Episode_SetAsUnseen_MultiplePlays_QuestionTitle
source: You’ve watched this episode multiple times!
es: ¡Has visto este episodio varias veces!
fr: Vous avez vu cet épisode plusieurs fois!
it: Hai visto questo episodio più volte!
pt: Você assistiu a este episódio várias vezes!

# MovieDetails_Menu_AdddingWhereSubtitleFormat
source: Adding "{0}"
es: Añadiendo "{0}"
fr: Ajout de "{0}"
it: Aggiunta di "{0}"
pt: Adicionando "{0}"

# MoviesLists_PanelHeader_WatchlistNotReleased
source: Upcoming
es: Próximamente
fr: À venir
it: In arrivo
pt: Em breve

# MoviesLists_PanelHeader_WatchlistReleased
source: Released
es: Estrenados
fr: Déjà sortis
it: Già usciti
pt: Já lançados

# Home_UserMenu_YourStats
source: Your Watching Stats
es: Tus estadísticas de visionado
fr: Vos stats
it: Le tue statistiche
pt: Suas estatísticas de visualização

# Settings_DisplaySectionsWarning
source: 💡 You can display up to 5 sections at the same time, so keep only the ones that matter most to you. The "Your stats" section will be hidden automatically if you select more than 5.
es: 💡 Puedes mostrar hasta 5 secciones a la vez, así que conserva solo las que realmente te interesan. La sección « Tus estadísticas » se ocultará automáticamente si superas las 5.
fr: 💡 Vous pouvez afficher jusqu’à 5 sections en même temps: gardez celles qui comptent vraiment pour vous. La section « Vos statistiques » sera automatiquement masquée si vous dépassez 5 éléments.
it: 💡 Puoi visualizzare fino a 5 sezioni contemporaneamente, quindi mantieni solo quelle che ti interessano davvero. La sezione « Le tue statistiche » verrà nascosta automaticamente se superi le 5.
pt: 💡 É possível exibir até 5 seções ao mesmo tempo, por isso mantenha apenas as que são realmente importantes para você. A seção « Suas estatísticas » será ocultada automaticamente se ultrapassar 5.

# Home_UserStats_WatchTime_WatchedMoviesPlural
source: movies watched in
es: películas vistas en
fr: films vus en
it: film visti in
pt: filmes vistos em

# Home_UserStats_WatchTime_WatchedMoviesSingle
source: movie watched in
es: película vista en
fr: film vu en
it: film visto in
pt: filme visto em

# Home_UserStats_WatchTime_MovieLeftToSeeIn
source: movies left to watch in
es: películas pendientes de ver en
fr: films restants à voir en
it: film da vedere in
pt: filmes restantes para ver em

# Home_UserStats_WatchedMoviesInLast6MonthsPlural
source: movies watched in the last 6 months in
es: películas vistas en los últimos 6 meses eb
fr: films vus dans les 6 derniers mois en
it: film visti negli ultimi 6 mesi in
pt: filmes vistos nos últimos 6 meses em

# Home_UserStats_WatchedMoviesInLast6MonthsSingle
source: movie watched in the last 6 months in
es: película vista en los últimos 6 meses en
fr: film vu dans les 6 derniers mois en
it: film visto negli ultimi 6 mesi in
pt: filme visto nos últimos 6 meses em

# History_Filters_CurrentValue_OnlyYours
source: Yours only
es: El suyo solo
fr: Le vôtre seul
it: Solo le tue
pt: O seu apenas

# History_Filters_CurrentValue_YoursAndFriends
source: Yours + Friends
es: El suyo + amigos
fr: Le vôtre + amis
it: Le tue + amici
pt: O seu + amigos

# Settings_Various_ForceAdsDisplay_Text
source: Force Ads display
es: Forzar la visualización de anuncios
fr: Forcer l'affichage des publicités
it: Forzare la visualizzazione degli annunci
pt: Forçar exibição de anúncios

# Global_VotePlural
source: votes
es: Votos
it: voti

# GenreName_biography
source: Biography
fr: Biographie
it: Biografia

# GenreName_children
source: Children
fr: Enfants
it: Bambini

# GenreName_comedy
source: Comedy
fr: Comédie
it: Commedia

# GenreName_crime
source: Crime
fr: Polar
it: Crimine

# GenreName_documentary
source: Documentary
fr: Documentaire
it: Documentario

# GenreName_drama
source: Drama
fr: Drame
it: Drammatico

# GenreName_family
source: Family
fr: Familial
it: Famiglia

# GenreName_game_show
source: Game Show
fr: Jeu TV
it: Quiz

# GenreName_history
source: History
fr: Histoire
it: Storia

# GenreName_holiday
source: Holiday
fr: Vacances
it: Festività

# GenreName_home_and_garden
source: Home And Garden
fr: Maison et jardin
it: Casa e Giardino

# GenreName_music
source: Music
fr: Musique
it: Musica

# GenreName_mystery
source: Mystery
fr: Mystère
it: Mistero

# GenreName_news
source: News
fr: Infos
it: Notizie

# GenreName_none
source: None
fr: Aucun genre spécifique
it: Nessuno

# GenreName_romance
source: Romance
it: Romantico

# GenreName_science_fiction
source: Science Fiction
it: Fantascienza

# GenreName_short
source: Short
fr: Court
it: Corti

# GenreName_special_interest
source: Special Interest
fr: Intérêt particulier
it: Interesse Speciale

# GenreName_sporting_event
source: Sporting Event
fr: Événement sportif
it: Evento Sportivo

# GenreName_superhero
source: Superhero
fr: Super héros
it: Supereroe

# GenreName_action
source: Action
it: Azione

# GenreName_adventure
source: Adventure
fr: Aventure
it: Avventura

# GenreName_animation
source: Animation
it: Animazione

# GenreName_war
source: War
fr: Guerre
it: Guerra

# GenreName_tv_show
source: TV Show
fr: Série TV
it: Serie TV

# Settings_Display_ItemsByRowHeader_Home
source: To display shows
es: Para mostrar series
fr: Pour afficher des séries
it: Per visualizzare le serie
pt: Para exibir séries

# Settings_Display_ItemsByRowHeader_MovieList
source: To display movies
es: Para mostrar películas
fr: Pour afficher des films
it: Per visualizzare i film
pt: Para exibir filmes

# Settings_Display_ItemsByRowHeader_UserListContent
source: On the page showing a list's content
es: En la página que muestra el contenido de una lista
fr: Sur la page affichant le contenu d'une liste
it: Nella pagina che mostra il contenuto di una lista
pt: Na página que mostra o conteúdo de uma lista

# Settings_Display_ItemsByRowHeader_TopOfGenre
source: On the page showing the top items of a genre
es: En la página que muestra lo mejor de un género
fr: Sur la page affichant le top d'un genre donné
it: Nella pagina che mostra il top di un genere
pt: Na página que mostra o topo de um gênero

# UserLists_AccessDenied
source: Access Denied: you no more have access to this list.
es: Acceso denegado: ya no tiene acceso a esta lista.
fr: Accès refusé : vous n’avez plus accès à cette liste.
it: Accesso negato: non ha più accesso a questa lista.
pt: Acesso negado: você não tem mais acesso a esta lista.

# Settings_GridModeRowsWarning
source: 💡 On each page, pinch to zoom in or out to change the number of items per row.
es: 💡 En cada página, pellizca para acercar o alejar y cambiar el número de elementos por fila.
fr: 💡 Sur chaque page, pincez pour zoomer ou dézoomer et changer le nombre d’éléments par ligne.
it: 💡 In ogni pagina, pizzica per ingrandire o ridurre e cambiare il numero di elementi per riga.
pt: 💡 Em cada página, faça um gesto de pinça para ampliar ou reduzir e alterar o número de itens por linha.

# MediaItem_WhereToWatchHeader
source: WHERE TO WATCH
es: DÓNDE VER
fr: OÙ REGARDER
it: DOVE VEDERE
pt: ONDE VER

# MediaItem_WhereToWatchNeedsJustWatchText
source: Choose your country (JustWatch) to show providers
es: Elija su país (JustWatch) para mostrar proveedores
fr: Choisir un pays (JustWatch) pour afficher les plateformes
it: Scegli il tuo paese (JustWatch) per mostrare i fornitori
pt: Escolha o seu país (JustWatch) para mostrar fornecedores

# MediaItem_WhereToWatch_DataProvidedByJustwatch
source: Data provided by JustWatch
es: Datos proporcionados por JustWatch
fr: Données fournies par JustWatch
it: Dati forniti da JustWatch
pt: Dados fornecidos pelo JustWatch

# MediaItem_WhereToWatch_NoProviderFound
source: It seems that there is no provider available in your country.
es: Parece que no hay ningún proveedor disponible en su país.
fr: Il semble qu’aucun fournisseur ne soit disponible dans votre pays.
it: Sembra che non ci sia alcun fornitore disponibile nel tuo paese.
pt: Parece que não existe nenhum fornecedor disponível no seu país.

# WatchProviderType_Buy
source: Buy
es: Comprar
fr: Achat
it: Acquisto
pt: Comprar

# WatchProviderType_Ads
source: Stream
es: Streaming con anuncios
fr: Stream + pub
it: Streaming con pubblicità
pt: Streaming com anúncios

# WatchProviderType_Flatrate
source: Stream
es: Streaming
it: Streaming
pt: Streaming

# WatchProviderType_Rent
source: Rent
es: Alquilar
fr: Location
it: Noleggio
pt: Alugar

# WatchProviderType_Free
source: Free
es: Gratis
fr: Gratuit
it: Gratis
pt: Grátis

# Settings_DisplayShowSeasonPremiereOnHomePage
source: Display season premiere tag on main list?
es: ¿Mostrar una etiqueta para el estreno de temporada en la lista principal?
fr: Afficher une étiquette pour la première de saison dans la liste des séries ?
it: Mostrare un’etichetta per la il primo episodio della stagione nella lista principale?
pt: Exibir uma etiqueta para a estreia da temporada na lista principal?

# ShowCommentsHeader_Sentiment_Header
source: COMMUNITY FEEDBACK
es: SENTIMIENTO DE LA COMUNIDAD
fr: PERCEPTION DE LA COMMUNAUTÉ
it: MOOD DELLA COMMUNITY
pt: SENTIMENTO DA COMUNIDADE

# ShowCommentsHeader_Comments_Header
source: COMMENTS
es: COMENTARIOS
fr: AVIS
it: COMMENTI
pt: COMENTÁRIOS

# PhotoGallery_SetAsPreferredThumbnail
source: Set as thumbnail
es: Establecer como miniatura del elemento
fr: Utiliser comme miniature
it: Imposta come miniatura dell’elemento
pt: Definir como miniatura do item

# PhotoGallery_SetAsNoMorePreferredThumbnail
source: No longer set as thumbnail
es: No establecer más como miniatura
fr: Ne plus définir comme miniature
it: Non impostare più come miniatura
pt: Não definir mais como miniatura

# PhotoGallery_Download
source: Download image
es: Descargar la imagen
fr: Télécharger l’image
it: Scaricare l’immagine
pt: Baixar a imagem

# PhotoGallery_IsPreferred
source: Custom thumbnail
es: Miniatura personalizada
fr: Miniature personnalisée
it: Miniatura personalizzata
pt: Miniatura personalizada

# PhotoGallery_SetAsPreferredThumbnail_Success
source: Thumbnail set for this series!
es: Miniatura establecida para esta serie!
fr: Miniature définie pour cette série !
it: Miniatura impostata per questa serie!
pt: Miniatura definida para esta série!

# PhotoGallery_SetAsNoMorePreferredThumbnail_Success
source: Thumbnail reset to default!
es: Miniatura restablecida!
fr: Miniature par défaut rétablie !
it: Miniatura ripristinata!
pt: Miniatura restaurada!

# PhotoGallery_TabTitle
source: Photos
es: Fotos
it: Foto
pt: Fotos

# PhotoGallery_IsDefault
source: Default thumbnail
es: Miniatura predeterminada
fr: Miniature par défaut
it: Miniatura predefinita
pt: Miniatura padrão

# ShowDetails_HideSeasonWithPrevious
source: Hide this season and previous seasons
es: Ocultar esta temporada y las anteriores
fr: Masquer avec les précédentes
it: Nascondi questa stagione e le precedenti
pt: Ocultar esta temporada e as anteriores

# Settings_RaterAfterMovieWatchedHeader_Text
source: Movies: prompt to rate when marked as watched.
es: Películas: solicitar una valoración al marcar como vista
fr: Films : demander une note lorsqu’un film est marqué comme vu ?
it: Film: richiedere una valutazione quando contrassegnato come visto
pt: Filmes: solicitar uma avaliação ao marcar como assistido

# Settings_SortHeaderWithShowToStartWatching_Text
source: Groups with TV Shows to start watching
es: Grupos con series para empezar a ver
fr: Groupes avec des séries à commencer
it: Gruppi con serie da iniziare a vedere
pt: Grupos com séries para começar a assistir

# Startup_ConnectionDevicodeCodeModeButton
source: Fallback 1: sign-in using a code
es: Opción alternativa 1: iniciar sesión con un código
fr: Solution de secours 1 : connexion avec un code
it: Metodo alternativo 1: accesso con un codice
pt: Opção alternativa 1: entrar com um código

# Startup_ConnectionDevicodeCodeModeExplanationFormat
source: Your browser will open. Sign in to Trakt, enter the code {0} (it should be pre-filled), then return to the app. The connection will be detected automatically. Reminder: your code is {0}.
es: Tu navegador se abrirá. Inicia sesión en Trakt, introduce el código {0} (debería estar prellenado) y vuelve a la app. La conexión se detectará automáticamente. Recordatorio: tu código es {0}.
fr: Votre navigateur va s’ouvrir. Connectez-vous à Trakt, entrez le code {0} (il devrait être pré-rempli), puis revenez dans l’app. La connexion sera détectée automatiquement. Rappel : votre code est {0}.
it: Il tuo browser si aprirà. Accedi a Trakt, inserisci il codice {0} (dovrebbe essere già compilato), poi torna nell’app. La connessione verrà rilevata automaticamente. Promemoria: il tuo codice è {0}.
pt: O seu navegador será aberto. Inicie sessão no Trakt, introduza o código {0} (deverá estar pré-preenchido) e volte à app. A ligação será detetada automaticamente. Lembrete: o seu código é {0}.

# Global_CopyLink
source: Copy the link
es: Copiar enlace
fr: Copier le lien
it: Copia link
pt: Copiar link

# Startup_ConnectionDevicodeCodeModeError
source: It did not work. Please try the sign-in process again.
es: No funcionó. Por favor, vuelve a intentar el proceso de inicio de sesión.
fr: Cela n’a pas fonctionné. Merci de réessayer la procédure de connexion.
it: Non ha funzionato. Per favore riprova la procedura di accesso.
pt: Não funcionou. Por favor, tente novamente o processo de login.

# Startup_ConnectionDevicodeCode_CopyCodeAndOpenLink
source: Copy the code and open the link
es: Copiar el código y abrir el enlace
fr: Copier le code et ouvrir le lien
it: Copiare il codice e aprire il link
pt: Copiar o código e abrir o link

# Global_AuthenticationAttempt
source: Attempting connection...
es: Intentando conexión…
fr: Tentative de connexion...
it: Tentativo di connession…
pt: Tentativa de conexão…

# Startup_ConnectionDevicodeCodeMode_Name
source: Sign-in using a code
es: Iniciar sesión con un código
fr: Se connecter avec un code
it: Accedere con un codice
pt: Entrar com um código

# Home_UserMenu_Signout_Content
source: Are you sure you want to sign out?
es: ¿Está seguro de que desea cerrar sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler disconnetterti?
pt: Tem certeza de que deseja terminar a sessão?

# Restore_CompleteToast
source: Restore completed
fr: Restauration terminée
it: Ripristino completato

# Restore_FileReceivedToast
source: File received, starting restoration process
fr: Fichier reçu, démarrage du processus de réstauration
it: File ricevuto, ripristino in corso

# Settings_AnalyticsHeader
source: ANALYTICS
it: TELEMETRIA

# Settings_BackupAndRestoreTabHeader
source: Backup & Restore
fr: Sauvegarde & Restauration
it: Backup & Ripristino

# Settings_DebugHeaderText
source: OPTIMIZATIONS
fr: OPTIMISATIONS
it: OTTIMIZZAZIONI

# Settings_ExportHeaderText
source: BACKUP & RESTORE
fr: SAUVEGARDE ET RESTAURATION
it: BACKUP & RIPRISTINO
