Repository: jonathanantoine/tvst-translations
Catalog: core/Translations.*.resx
Languages: es, fr, it, pt

# Incoming_InXDaySingle
source: in {0} day
es: en {0} día_
it: tra {0} giorno
pt: em {0} dia

# Home_MoviesListsPageTitleSingle
source: {0} movie
es: {0} película_
it: {0} film

# Global_VoteSingle
source: vote
es: Voto
it: vota

# ShowDetails_Code_Episode_AiredEpisodesSingle
source: AIRED EPISODE
es: EPISODIO EMITIDO
it: EPISODIO TRASMESSO
pt: EPISÓDIO EXIBID

# ShowDetails_Code_EpisodeSingle
source: episode
es: episodio
it: episodio
pt: Episódio

# ShowDetails_Code_Episode_TotalEpisodeLeftSingle
source: EP. LEFT TO SEE
es: EP. POR VER
it: EPISODIO ANCORA DA VEDERE
pt: EP. RESTANTES PARA ASSISTIR

# ShowDetails_Code_Episode_TotalSeasonNumberSingle
source: SEASON
es: TEMPORADA
it: STAGIONE
pt: TEMPORADA

# ShowDetails_HideSeason
source: Hide this season
es: Ocultar esta temporada
it: Nascondi questa stagione

# ShowDetails_UnhideSeason
source: Unhide this season
es: Ya no te escondas esta temporada
it: Non nasconderti più in questa stagione

# Trakt_AccountLockedContent
source: Your account has been locked by the Trakt team. Please contact them at support@trakt.tv.
es: Su cuenta ha sido bloqueada por Trakt. Por favor, contáctalos en support@trakt.tv.
it: Il tuo account è stato bloccato da Trakt. Si prega di contattarli all'indirizzo support@trakt.tv.

# Trakt_AccountLockedTitle
source: ACCOUNT LOCKED
es: CUENTA BLOQUEADA
it: ACCOUNT BLOCCATO

# ProcessItemsToBeSetAsSeen_CantBeDoneNow
source: Unable to send your recent changes to Trakt but don't worry, we'll try again later for you!
es: No se pueden enviar los últimos cambios a Trakt, pero no te preocupes, ¡lo intentaremos más tarde!
it: Impossibile inviare le modifiche recenti a Trakt ma non preoccuparti, proveremo più tardi per te!

# Settings_OpenMovieWorldInsteadOfTVShow
source: Open the movies page instead of the TV shows on startup?
es: ¿Abrir la página de películas en lugar de los programas de TV al inicio?
it: Aprire la pagina dei film invece delle serie TV all'avvio?

# MovieDetails_Info_Director_Single
source: Director
fr: Directeur
it: Regista
pt: Diretor

# MovieDetails_Info_Director_Plural
source: Directors
es: Directores
fr: Directeurs
it: registi
pt: diretores

# MovieDetails_OpenHomePage
source: Official site
es: Sitio oficial
fr: Site officiel
it: Sito ufficiale
pt: Site oficial

# ShowDetails_OpenHomePage
source: Official site
es: Sitio oficial
fr: Site officiel
it: Sito ufficiale
pt: Site oficial

# UserLists_SortChoice_SortOption_Alphabetic
source: Alphabetic
es: Alfabético
fr: Alphabéthique
it: Alfabetico
pt: Alfabética

# UserLists_SortChoice_SortOption_AlphabeticReverse
source: Alphabetic reversed
es: Alfabético inverso
fr: Alphabétique inversé
it: Alfabeto invertito
pt: Alfabética invertida

# UserLists_SortChoice_SortOption_UpdatedAt
source: Last update date
es: Fecha de la última acción
fr: Date de dernier changement
it: Data ultima modifica
pt: Data da última modificação

# UserLists_SortChoice_SortOption_UpdatedAtReverse
source: Last update date reversed
es: Fecha de la última acción inverso
fr: Date de dernier changement inversé
it: Data ultima modifica invertita
pt: Data da última modificação invertido

# UserLists_SortChoice_SortOption_Rank
source: Rank - default
es: Rango - valor por defecto
fr: Rang - défaut
it: Classificazione - valore predefinito
pt: classificação - valor de defeito

# UserLists_SortChoice_SortOption_RankReverse
source: Rank reversed
es: Rango inverso
fr: Rang inversé
it: Classificazione invertita
pt: classificação invertida

# UserLists_SortChoice_SortOption_Items
source: Items
es: Numero de elementos
fr: Nombre d'éléments
it: Numero di elementi
pt: Número de elementos

# UserLists_SortChoice_SortOption_ItemsReverse
source: Items reversed
es: Numero de elementos inverso
fr: Nombre d'éléments inversé
it: Numero di elementi invertito
pt: Número de elementos invertida

# SearchView_OpenKeyboardOnSearch
source: Show the keyboard when opening search
es: Mostrar el teclado cuando abro la búsqueda
fr: Afficher le clavier lorsque j'ouvre la recherche
it: Mostra la tastiera quando apro la ricerca
pt: Mostrar teclado quando eu abrir a pesquisa

# SearchView_DoNotOpenKeyboardOnSearch
source: Hide the keyboard when opening search
es: Ocultar el teclado cuando abro la búsqueda
fr: Masquer le clavier lorsque j'ouvre la recherche
it: Nascondi la tastiera quando apro la ricerca
pt: Esconder o teclado quando eu abrir a pesquisa

# SearchView_Genre_All
source: All genres
es: Todos los tipos
fr: Tous les genres
it: Tutti i generi
pt: todos os gêneros

# SearchView_Years_All
source: All years
es: todos los años
fr: Toutes les années
it: Tutti gli anni
pt: todos os anos

# Search_Rating_MoreThanFormat
source: More than {0}/10
es: Más de {0}/10
fr: Au moins {0}/10
it: Più di {0}
pt: Mais de {0}

# Home_Popular_TopByGenreSectionHeader
source: MOST POPULAR SHOWS BY GENRE
es: ARRIBA POR TIPO
fr: SÉRIES LES PLUS POPULAIRES PAR GENRE
it: TOP PER GENERE
pt: MELHOR POR TIPO

# ShowDetails_ShowInfo_Genre
source: Genres
es: Tipos
it: Generi
pt: Gêneros

# Settings_Various_RemoveAnimeFromRecommendations
source: Remove anime from my personal recommendations?
es: ¿Eliminar animación de mis recomendaciones personales?
fr: Supprimer les animés de mes recommandations personnelles ?
it: Rimuovere l'animazione dai miei consigli personali?
pt: Remover animado de minhas recomendações pessoais?

# MovieList_NumberOfElementPlural
source: {0} movies in this list
es: {0} películas
fr: {0} films dans cette liste
it: {0} film
pt: {0} filmes

# MovieList_NumberOfElementSingle
source: {0} movie in this list
es: {0} películas
fr: {0} film dans cette liste
it: {0} film
pt: {0} filme

# SearchView_Ratings_All
source: All ratings
es: Todas las calificaciones
fr: Toutes les notes
it: Tutte le valutazioni
pt: Todas as classificação

# RestoreSettings_ChooserTitle
source: Choose the settings file to restore
es: Elija el archivo de configuración para restaurar
fr: Choisissez le fichier de paramètres à restaurer
it: Scegli il file delle impostazioni da ripristinare
pt: Escolha o arquivo de configurações para restaurar

# Settings_RestoreSettingsButtonTitle
source: Restore a settings backup
es: Restaurar una copia de seguridad de la configuración
fr: Restaurer une sauvegarde des paramètres
it: Ripristina un backup delle impostazioni
pt: Restaurar um backup de configurações

# Recommendations_BackToStart
source: Go back to the first item
es: Regrese al primer elemento
fr: Revenir au premier élément
it: Torna al primo elemento
pt: Volte para o primeiro item

# Recommendations_NextItem
source: Next recommendation
es: Proxima sugerencia
fr: Suggestion suivante
it: Consiglio successivo
pt: Próxima sugestão

# Recommendations_HidingRecommendation
source: Hiding this recommendation
es: Eliminación de esta recomendación ...
fr: Suppression de cette recommandation...
it: Cancellazione di questa raccomandazione ...
pt: Exclusão desta recomendação ...

# Home_Popular_ViewMoreButtonText
source: More personalized recommendations
es: Mostrar recomendaciones más personalizadas
fr: En afficher plus
it: Mostra consigli più personalizzati
pt: Mostrar recomendações mais personalizadas

# ShowDetails_ShowInfo_TotalRuntime
source: Total runtime
es: Tiempo de ejecución total
fr: Durée totale
it: Durata totale:
pt: Tempo total de execução

# ShowDetails_Info_Creator_Plural
source: Creators
es: Creadores
fr: Créateurs
it: Creatori
pt: Criadores

# ShowDetails_Info_Creator_Single
source: Creator
es: Creador
fr: Créateur
it: Creatore
pt: Criador

# Show_RecommendThis
source: Recommend this show
es: Recomendar esta serie
fr: Recommander cette série
it: Consiglia questa serie
pt: Recomende este séries

# Show_UnrecommendThis
source: Do not recommend this show
es: Ya no recomiendo esta serie
fr: Ne pas recommander cette série
it: Non consiglio più questa serie
pt: Não recomendo mais esta série

# Movie_RecommendThis
source: Recommend this movie
es: Recomendar esta película
fr: Recommander ce film
it: Consiglia questo film
pt: Recomende este filme

# Movie_UnrecommendThis
source: Do not recommend this movie
es: No recomiendo esta película de nuevo
fr: Ne plus recommander ce film
it: Non consiglio di nuovo questo film
pt: Não recomendo este filme novamente

# ToastNotifications_Code_MovieReleased
source: This movie is released today !
es: ¡Esta película se estrena hoy!
fr: Ce film sort aujourd'hui !
it: Questo film è uscito oggi!
pt: Este filme foi lançado hoje!

# Settings_HideRatingsOfNotYetRatedItems
source: Hide the ratings of items that you have not yet rated yourself?
es: ¿Ocultar las calificaciones de los elementos que aún no ha calificado?
fr: Masquer les notes des éléments que vous n'avez pas encore noté vous même.
it: Nascondere le valutazioni per gli elementi che non hai ancora valutato?
pt: Ocultar as classificação dos itens que você ainda não avaliou?

# Global_RatingHidedBecauseNotRatedYourself
source: Rate it first
es: Califícalo primero
fr: À noter d'abord
it: Valutalo prima
pt: Avalie primeiro

# Global_Unknow
source: unknown
es: desconocida
fr: inconnu
it: sconosciuto
pt: desconhecido

# Recommendations_SwitchToMovies
source: Display movie recommendations
es: Mostrar recomendaciones de películas
fr: Afficher les recommandations de films
it: Mostra consigli sui film
pt: Mostrar recomendações de filmes

# Recommendations_SwitchToShows
source: Display show recommendations
es: Mostrar recomendaciones de serie
fr: Afficher les recommandations de séries
it: Mostra consigli sulle serie
pt: Mostrar recomendações de séries

# Settings_DisplayUserRatingOnMainList
source: Display your rating in shows and movies lists ?
es: ¿Muestra sus calificaciones en las listas de series y películas?
fr: Afficher vos notes dans les listes de séries et de films ?
it: Mostrare le tue valutazioni negli elenchi di serie e film?
pt: Mostrar suas avaliações nas listas de séries e filmes?

# Settings_DisplayMainListsConfigHeader
source: MAIN LIST OF YOUR TV SHOWS AND MOVIES
es: LISTA DE SU SERIE
fr: LISTES DE VOS SÉRIES ET FILMS
it: ELENCO DELLE TUE SERIE TV E FILM
pt: LISTA DE SEUS PROGRAMAS DE TV E FILMES

# Settings_DisplayIsRecommendedOnMainList
source: Display personal recommendation status in shows and movies lists?
es: ¿Mostrar el estado de recomendación personal en listas de programas y películas?
fr: Afficher si recommandé personnellement dans les listes de séries et de films ?
it: Visualizzare lo stato dei consigli personali nelle serie e negli elenchi di film?
pt: Exibir status de recomendação pessoal em listas de programas e filmes?

# MovieInList_ReleaseAtFormat
source: Released on {0}
es: Publicado el {0}
fr: Sortie le {0}
it: Rilasciato il {0}
pt: Lançado em {0}

# MyRecommendations_Name
source: Recommendations I made
es: Mis recomendaciones
fr: Mes recommendations
it: I miei consigli
pt: Minhas recomendações

# MyRecommendations_Description
source: TV shows and movies I recommend you watch.
es: Las series y películas que recomiendo ver
fr: Les séries et films que je recommande de regarder
it: Le serie e i film che consiglio di vedere
pt: As séries e filmes que recomendo assistir

# InAppPurchasePaymentPending_Message
source: Thanks, you will have access to this feature when the payment completes.
es: Gracias, tendrá acceso a esta función cuando se complete el pago.
fr: Merci, vous aurez accès à cette fonctionnalité une fois le paiement terminé.
it: Grazie, avrai accesso a questa funzione una volta completato il pagamento.
pt: Obrigado, você terá acesso a este recurso quando o pagamento for concluído.

# InAppPurchasePayment_Thanks_Message
source: Thank-you, it means a lot to me to have your support !
es: ¡Gracias, significa mucho para mí contar con su apoyo!
fr: Merci, cela signifie beaucoup pour moi d'avoir votre soutien!
it: Grazie, significa molto per me avere il tuo supporto!
pt: Obrigado, significa muito para mim ter o seu apoio!

# MediaItem_DoNotRecommendThisAnymore
source: I no longer recommend this item
es: Ya no recomiendo este artículo
fr: Ne plus recommander cet élément
it: Non consiglio più questo articolo
pt: Eu não recomendo mais este item

# Settings_DisplayProgressOnMainList
source: Display your progress in shows lists?
es: ¿Muestra su progreso en las listas de series?
fr: Afficher votre progression dans les listes de séries ?
it: Mostra i tuoi progressi negli elenchi delle serie?
pt: Mostrar seu progresso nas listas das séries?

# Settings_AvailableGridModeItemsByRow_Default
source: Default - let the app choose for me
es: Predeterminado - deja que la aplicación elija para mí
fr: Par défaut - laissez l'application choisir pour moi
it: Predefinito: lascia che l'app scelga per me
pt: Padrão - deixe o aplicativo escolher por mim

# Settings_Display_ItemsByRowHeader_MainHeader
source: Number of item by row in grid mode
es: Número de artículo por fila en modo de cuadrícula
fr: Nombre d'éléments par ligne en mode grille
it: Numero di elementi per riga in modalità griglia
pt: Número de item por linha no modo de grade

# People_AlreadyInYourCollection
source: ALREADY SEEN IN...
es: YA VISTO EN...
fr: DÉJÀ VU DANS...
it: GIÀ VISTO IN...
pt: JÁ VISTO EM...

# Global_ShowStatus_Released
source: released
es: publicado
fr: sorti
it: rilasciato
pt: liberado

# Settings_Various_SetAsWatchedAtCurrentDateForMovie
source: Use the current date and time when I set a movie as watched.
es: Usar la fecha y la hora actuales cuando configuro una película como vista
fr: Utiliser la date et l'heure courante lorsque je marque un film comme vu ?
it: Usa la data e l'ora correnti quando imposto un film come visto
pt: Use a data e a hora atuais quando definir um filme como assistido

# SearchView_Network_All
source: All networks
es: Todos los canales de transmisión
fr: Tous les réseaux
it: Tutti i canali/servizi
pt: Todas as canais de transmissão

# ShowStatusChangesPageTitle
source: Last show status changes
es: Últimos cambios de estado del programa
fr: Derniers changements
it: Modifiche allo stato dell'ultima serie
pt: Mudanças de status do último show

# Watchlist_Description
source: Movies and shows I plan to watch.
es: Películas y series que planeo ver
fr: Placé de côté pour le voir plus tard
it: Film e serie TV che ho intenzione di vedere.
pt: Filmes e séries que pretendo assistir.

# Startup_ConnectionLegacyModeButton
source: Fallback 2: sign in in your browser
es: Solución de respaldo 2: inicia sesión en tu navegador
fr: Solution de secours 2 : connectez-vous dans votre navigateur
it: Soluzione di emergenza 2: accedi nel tuo browser
pt: Solução alternativa 2: faça login no seu navegador

# ShowStatusChangesPage_EmptyPlaceholder
source: The latest TV show status changes will appear here. It seems that there are none at the moment. Come back later!
es: Los últimos cambios de estado del programa de TV aparecerán aquí. Parece que no hay ninguno en este momento. ¡Vuelve mas tarde!
fr: Les derniers changements d'état des séries TV apparaîtront ici. Il semble qu'il n'y en ait pas pour l'instant. Revenez plus tard !
it: Le ultime modifiche allo stato delle serie verranno visualizzate qui. Sembra che al momento non ce ne siano. Torna più tardi!
pt: As últimas alterações de status do programa de TV aparecerão aqui. Parece que não há nenhum no momento. Volte mais tarde!

# PersonalRecomendation_TooMuchExplanation
source: You can only add 50 personal recommendations. Remove one before adding this one !
es: Solo puedes añadir 50 recomendaciones personales. ¡Elimine uno antes de agregar este!
fr: Vous ne pouvez ajouter que 50 recommandations personnelles. Supprimez-en une avant d'ajouter celle-ci !
it: Puoi aggiungere solo 50 consigli personali. Rimuovine uno prima di aggiungere questo!
pt: Você só pode adicionar 50 recomendações pessoais. Remova um antes de adicionar este!

# Home_Menu_ContactMe_Reason_WhatIsThunderbolt
source: What does the "lightning" button do?
es: ¿Qué hace el botón "relámpago"?
fr: Mais que fait le bouton "éclair" ?
it: Cosa sta facendo l'icona fulmine?
pt: O que o botão "relâmpago" faz?

# Thunderbolt_Explanation
source: If you only had 50 movies and TV shows to bring with them on a desert island, what would they be? It does add the show to the list of items your personally recommend. It creates better personal recommendations for you.
es: Si solo tuviera 50 películas y programas de televisión para llevar a una isla desierta, ¿cuáles serían? Agrega el programa a la lista de elementos que recomienda personalmente. Crea mejores recomendaciones personales para usted.
fr: Si vous n'aviez que 50 films et séries à emporter sur une île déserte, quels seraient-ils ? Le bouton "éclair" ajoute les séries/Films à la liste des éléments que vous recommandez personnellement. Cela crée de meilleures recommandations personnelles pour vous.
it: Se avessi solo 50 film e serie TV da portare con te su un'isola deserta, quali sarebbero? Aggiunge la serie all'elenco di articoli che consigli personalmente. Crea consigli personalizzati migliori per te.
pt: Se você tivesse apenas 50 filmes e programas de TV para levar para uma ilha deserta, quais seriam? Ele adiciona o show à lista de itens que você recomenda pessoalmente. Ele cria melhores recomendações pessoais para você.

# Widget_RecentlyAiredEpisodes_Title
source: RECENTLY AIRED EPISODES
es: EPISODIOS EMITIDOS RECIENTEMENTE
fr: ÉPISODES RÉCEMMENT DIFFUSÉS
it: EPISODI ANDATI IN ONDA DI RECENTE
pt: EPISÓDIOS EXIBIDOS RECENTEMENTE

# ShowDetails_EpisodeMenu_MarkAsSeenAgain_Content
source: Set as watched again
es: Marcar este episodio como visto de nuevo
fr: Marquer l'épisode comme vu à nouveau
it: Contrassegna questo episodio come visto di nuovo
pt: Marcar este episódio como visto novamente

# EpisodeDetails_SeenAt_RemoveItemQuestion
source: Remove this item from my history ?
es: ¿Quitar este elemento de mi historial?
fr: Supprimer de mon historique ?
it: Rimuovere questo elemento dalla mia cronologia?
pt: Remover este item do meu histórico?

# Global_EraseAccount_MenuItem
source: Account deletion
es: Supresión de compte
fr: Suppression de compte
it: Soppressione del conto
pt: Exclusão de conta

# Global_EraseAccount_Description
source: We are sorry to see you left Trakt.tv. Please click "delete account" in the next page.
es: Lamentamos ver que dejó Trakt.tv. Haga clic en "eliminar cuenta" en la página siguiente.
fr: Nous sommes désolés de vous voir quitter Trakt.tv. Veuillez cliquer sur "supprimer le compte" sur la page suivante.
it: Ci dispiace che tu abbia lasciato Trakt.tv. Fai clic su "elimina account" nella pagina successiva.
pt: Lamentamos que você tenha saído do Trakt.tv. Clique em "excluir conta" na próxima página.

# Settings_EnableNotifications
source: Enable notifications
es: Permitir notificaciones
fr: Activer les notifications
it: Attivare le notifiche
pt: Ativar notificações

# Settings_Data_DisableTelemetry_Text
source: Disable Telemetry. When checked, no anonymous usage data will be collected. This data helps us improve the app and fix issues. No personal information is ever shared.
es: Desactivar la telemetría Cuando está marcada, no se recopilan datos anónimos de uso. Estos datos nos ayudan a mejorar la aplicación y a solucionar problemas. Nunca se comparte información personal.
fr: Désactiver la télémétrie Lorsque cette case est cochée, AUCUNE donnée d'utilisation anonyme ne sera collectée. Ces données nous aident à améliorer l'application et à résoudre les problèmes. Aucune information personnelle n’est jamais partagée.
it: Disattiva la telemetria Se selezionata, nessun dato anonimo sull'utilizzo verrà raccolto. Questi dati ci aiutano a migliorare l'app e a risolvere i problemi. Nessuna informazione personale viene mai condivisa.
pt: Desativar a telemetria Quando marcada, nenhum dado anônimo de uso será coletado. Esses dados nos ajudam a melhorar o aplicativo e a corrigir problemas. Nenhuma informação pessoal é compartilhada.

# Settings_DisplayMovieOnHomeScreenHeader_Text
source: Display the movies section?
es: Mostrar la pestaña 'películas' en la página de inicio?
fr: Afficher l'onglet 'films' sur la page d'accueil ?
it: Visualizzare la scheda 'film' nella pagina iniziale?
pt: Mostrar a aba 'filmes' na página inicial?

# Global_TabSection_Movies
source: Movies
es: PELÍCULAS
fr: Films
it: FILM
pt: FILMES

# Home_Movie_EmptyPlaceHolder_AddAMovie_Content
source: ADD A MOVIE
es: AGREGAR UNA PELÍCULA
fr: AJOUTER UN FILM
it: AGGIUNGERE UN FILM
pt: ADICIONAR UM FILME

# Android_FixNotificationConfirmQuestion
source: Notifications are disabled by default and you need to explicitly enable them. You must authorize two permissions : notifications and exact alarm. You can do it at anytime later in the app's settings. Do you want to do it now ?
es: Las notificaciones están desactivadas por defecto y necesitas activarlas explícitamente. Puedes hacerlo en cualquier momento más tarde en la configuración de la aplicación. ¿Quieres hacerlo ahora?
fr: Les notifications sont désactivées par défaut et vous devez les activer explicitement. Vous devez autoriser deux permissions. Vous pouvez le faire à tout moment plus tard dans les paramètres de l'application. Voulez-vous le faire maintenant ?
it: Le notifiche sono disattivate per impostazione predefinita e devi abilitarle esplicitamente. Devi autorizzare due permessi. Puoi farlo in qualsiasi momento più tardi nelle impostazioni dell'app. Vuoi farlo ora?
pt: As notificações estão desativadas por padrão e você precisa ativá-las explicitamente. Você deve autorizar duas permissões. Você pode fazer isso a qualquer momento nas configurações do aplicativo. Você quer fazer isso agora?

# Android_FixNotificationLabel
source: Notifications are disabled by default and you need to explicitly enable them.
es: Las notificaciones están desactivadas por defecto y necesitas activarlas explícitamente.
fr: Les notifications sont désactivées par défaut et vous devez les activer explicitement.
it: Le notifiche sono disattivate per impostazione predefinita e devi abilitarle esplicitamente.
pt: As notificações estão desativadas por padrão e você precisa ativá-las explicitamente.

# Android_FixNotificationActionLabel
source: FIX
es: Corregir
fr: FIXER
it: Correggi
pt: Corrigir

# Android_FixNotificationConfirmTitle
source: TV Shows and Movies notifications
es: Notificaciones de programas de TV y películas
fr: Notifications
it: Notifiche di serie TV e film
pt: Notificações de programas de TV e filmes

# Donation_SubscriptionExplanation
source: Provide access to ALL features listed above. {0}, cancel any time. 7-day free trial then converted to paid subscription. Subscription automatically renews until you cancel it in your Google Play Account anytime before the current billing period ends.
es: Accede a TODAS las funciones mencionadas anteriormente. {0}, puedes cancelar en cualquier momento. La suscripción se renueva automáticamente hasta que la canceles en tu cuenta de Google Play en cualquier momento antes de que finalice el período de facturación actual.
fr: Accédez à TOUTES les fonctionnalités listées ci-dessus. {0}, annulation possible à tout moment. 7 jours d'essai gratuit converti ensuite en souscription payante. L'abonnement se renouvelle automatiquement jusqu'à ce que vous l'annuliez dans votre compte Google Play à tout moment avant la fin de la période de facturation en cours.
it: Accedi a TUTTE le funzionalità elencate sopra. {0}, puoi annullare in qualsiasi momento. L'abbonamento si rinnova automaticamente fino alla disdetta effettuata tramite il tuo account Google Play in qualsiasi momento prima della fine del periodo di fatturazione corrente.
pt: Tenha acesso a TODOS os recursos listados acima. {0}, cancele a qualquer momento. A assinatura renova automaticamente até que você a cancele em sua Conta do Google Play a qualquer momento antes do término do período de cobrança atual.
