Repository: jonathanantoine/tvst-translations
Catalog: core/Translations.*.resx
Languages: es, fr, it, pt

# ChangeLog_Intro
source: This app is built in my spare time with coffee and happiness from my kids and wife.
es: Esta app está desarrollada en mi tiempo libre con café y la felicidad de mis hijos y mi mujer
it: Questa app è creata nel mio tempo libero, con caffè e felicità per i miei figli e mia moglie.
pt: Este aplicativo é feito no meu tempo livre, com café e felicidade por meus filhos e minha esposa.

# About_DescriptionFormat
source: This app is built in my spare time with coffee and happiness from my kids and wife. Feel free to thank me using the donation page. You are using version {0}
es: Esta app está desarrollada en mi tiempo libre con café y la felicidad de mis hijos y mi mujer. Puedes agradecérmelo a través de la página de donación. Estás usando la versión {0}
it: Questa app è creata nel mio tempo libero, con caffè e felicità per i miei figli e mia moglie. Sentiti libero di ringraziarmi usando la pagina delle donazioni. Grazie a Francko76 per la traduzione IT! Stai usando la versione {0}
pt: Este aplicativo é feito no meu tempo livre, com café e felicidade por meus filhos e minha esposa. Sinta-se à vontade para me agradecer usando a página de doações. Agradeço a Thiago Meireles pela tradução PT-BR! Você está usando a versão {0}

# NewVersion_Title
source: ✨ New version! ✨
es: ✨ ¡Nueva versión! ✨
it: ✨ È disponibile una nuova versione! ✨
pt: ✨ Uma nova versão está disponível! ✨

# AdDisplayControl_Placeholder_Text
source: Do you want to say 'Thank You' or remove the Ads? Click here and make donation!
es: ¿Quieres dar las gracias o eliminar la publicidad? ¡Click aquí para hacer una donación!
it: Intendi "Ringraziare" o rimuovere gli annunci? Clicca qui e fai una donazione!
pt: Você quer dizer 'Obrigado' OU remover os anúncios? Clique aqui e faça uma doação!

# Billing_CannotConnectYouToTheStore
source: Cannot connect you to the Store now, please try again later.
es: No se puede conectar con la tienda en este momento, inténtalo de nuevo más tarde.
it: Non puoi connetterti allo Store in questo momento. Riprova più tardi.
pt: Não é possível conectar você à Loja agora. Tente novamente mais tarde.

# Cast_Code_UnknowAge
source: unknown age
es: edad desconocida
it: Età sconosciuta
pt: Idade desconhecida

# Cast_Code_Years
source: years
es: años
it: anni
pt: anos

# Changelog_CurrentVersionFormat
source: You are using version {0}
es: Está usando la versión {0}
it: Stai usando la versione {0}
pt: Você está usando a versão {0}

# CheckinEpisodeView_CancelAction_Content
source: CANCEL
es: CANCELAR
it: ANNULLA
pt: CANCELAR

# Settings_Data_HideHiddenItems_Text
source: Do not display at all hidden shows?
es: No mostrar las series ocultas?
it: Non mostrare le Serie TV nascoste
pt: Não exibir shows ocultos?

# Settings_Data_UsesSpecialsEpisodesInEpisodeLeftCount_Text
source: Take into account the special episodes in the calculation of the number of episodes to see and statistics?
es: ¿Tener en cuenta los episodios especiales en el cálculo del número de episodios pendientes y las estadísticas?
it: Calcola anche gli episodi speciali con il numero di episodi da vedere e le statistiche
pt: Levar em conta os episódios especiais no cálculo do número de episódios para ver e estatísticas?

# Settings_Data_EnableHomeGroupCollapsing_Text
source: Enable the collapse/expand of the main list groups?
es: ¿Habilitar la función de expandir y contraer de los principales grupos de la lista?
it: Abilita il comprimi/espandi dei principali gruppi di elenchi?
pt: Ativar o recolhimento/expansão dos principais grupos de listas?

# Settings_Various_FixDb
source: Optimize the database
es: Optimizar base de datos
it: Ottimizza il database.
pt: Otimizar banco de dados...

# Global_Error_NoMoreSpaceOnDeviceException
source: Error, it seems that there is no more space on your device...
es: Error: parece que no hay suficiente espacio en tu dispositivo…
it: Errore, sembra che non ci sia più spazio sul tuo dispositivo ...
pt: Erro, parece que não há mais espaço no seu dispositivo...

# CheckinEpisodeView_YouAreAlreadyWatchingSomething_Text
source: You are already watching this :
es: Ya estas viendo esto:
it: Stai già guardando:
pt: Você já está assistindo isso:

# CheckinEpisodeView_PlaceholderText
source: Type the text to share here
es: Escribe el texto para compartir aquí
it: Inserisci il testo da condividere
pt: Digite o texto para compartilhar aqui

# CheckinEpisode_ShareWithFormat
source: Share on {0}
es: Compartir en {0}
it: Condividi con {0}
pt: Publicar no {0}

# Donation_Button_Combo_Text
source: ALL IN ONE PACK!
es: ¡TODO EN UN PAQUETE!
it: TUTTO IN UNO!
pt: PACOTE TUDO EM UM!

# CalendarSyncEnabledQuestion
source: Do you want to enable calendar synchronization now ?
es: ¿Quieres habilitar la sincronización del calendario ahora?
it: Abilita la sincronizzazione con il calendario
pt: Ativar a sincronização com o calendário nativo?

# Donation_SubscriptionEvery3Month_PriceAddition
source: every 3 months
es: cada 3 meses
it: Ogni 3 mesi
pt: A cada 3 meses

# Donation_OneTime_Header
source: ONE TIME PURCHASE
es: COMPRA UNA VEZ
it: UNA VOLTA PER TUTTE
pt: UMA VEZ PARA TODOS

# Donation_SubscriptionEvery3Month_Header
source: 3 MONTHS SUBSCRIPTION
es: SUSCRIPCIÓN DE 3 MESES
it: ISCRIZIONE PER 3 MESI
pt: ASSINAR 3 MESES

# Donation_Button_Calendar_Text
source: CALENDAR SYNCHRONIZATION
es: SINCRONIZACIÓN DEL CALENDARIO
it: SINCRONIZZAZIONE DEL CALENDARIO
pt: SINCRONIZAÇÃO DE CALENDÁRIO

# Search_CannotLoadFromTrakt
source: Cannot perform a search on trakt.tv, please check your internet connection and retry.
es: No se puede hacer la búsqueda en trakt.tv, por favor comprueba tu conexión a internet e inténtalo de nuevo.
it: Non è possibile accedere a Trakt.tv, controlla la tua connessione internet...
pt: Não é possível pesquisar no Trakt.tv, verifique sua conexão com a internet...

# Search_Tutorial_Text
source: Please type "full names", half-typed title won't be found by trakt.tv
es: Por favor, escribe el nombre completo, los títulos incompletos no mostrarán resultados de trakt.tv
it: Inserisci "nomi completi", il titolo della Serie TV con poche lettere non sarà trovato da Trakt.tv
pt: Por favor, digite "nomes completos", o título do show com poucas letras não será encontrado pelo Trakt.tv

# ToastNotifications_Code_SeasonReleaseDateAnnouncedFormat
source: Release date of season {0} announced
es: Anuncio de estreno de la temporada {0}
it: Data di uscita della stagione {0} annunciata
pt: Data de lançamento da temporada {0} anunciada

# ToastNotifications_Code_ShowChangeOfStatusFormat
source: Change of status from '{0}' to '{1}'.
es: Cambio de estado de ‘{0}’ a '{1}'.
it: Questa Serie TV ha cambiato stato da '{0}' a '{1}'.
pt: Esta série mudou do estado '{0}' para '{1}'.

# ToastNotifications_Code_TapHereToKnowMore
source: Tap for more information
es: Pulsar para más información
it: Maggiori informazioni
pt: Mais informações no aplicativo

# Search_GroupHeader_AlreayInYourCollection
source: ALREADY IN YOUR COLLECTION
es: Ya está en tu colección
it: GIÀ NELLA TUA COLLEZIONE
pt: JÁ EM SUA COLEÇÃO

# Search_GroupHeader_FoundOnTrakt
source: FOUND ON TRAKT.TV
es: ENCONTRADO EN TRAKT.TV
it: TROVATO SU TRAKT.TV
pt: ENCONTRADO NA TRAKT.TV

# Donation_Button_RemoveAds_Text
source: REMOVE THE ADS!
es: ¡ELIMINA LOS ANUNCIOS!
it: RIMUOVI LA PUBBLICITÀ!
pt: REMOVA A PUBLICIDADE!

# Donation_Button_SayThankYou_Text
source: SAY THANK YOU!
es: ¡DA LAS GRACIAS!
it: RINGRAZIA!
pt: DIGA OBRIGADO!

# Global_Filters
source: Filters
es: Filtros
it: Filtri
pt: Filtros

# Donation_Button_UICustomize_Text
source: CHOOSE APP'S FONT AND COLOR!
es: CAMBIA EL COLOR Y LA FUENTE DE LA APP
it: SCEGLI FONT E COLORE!
pt: ESCOLHA A FONTE E A COR!

# Donation_ExplanationTextPart_Text
source: This app is built in my spare time with coffee and happiness from my kids and wife.
es: Esta app está desarrollada en mi tiempo libre con café y la felicidad de mis hijos y mi mujer.
it: Questa applicazione è fatta nel mio tempo libero, con caffè e felicità per i miei figli e mia moglie.
pt: Esse aplicativo é feito no meu tempo livre, com café e felicidade por meus filhos e minha esposa.

# Donation_PageTitle_Text
source: How to say thank-you?
es: ¿Cómo dar las gracias?
it: Come ringraziare?
pt: Como dizer obrigado?

# Episodedetails_RateThisEpisode_Content
source: RATE THIS EPISODE
es: VALORA ESTE EPISODIO
it: VALUTA QUESTO EPISODIO
pt: AVALIAR ESTE EPISÓDIO

# RateASeason_ActionButton_Content
source: RATE THIS SEASON
es: VALORA ESTA TEMPORADA
it: VALUTA QUESTA STAGIONE
pt: AVALIE ESTA TEMPORADA

# EpisodeDetails_YourRatingFormat
source: Your rating : {0} - {1}
es: Tu puntuación : {0} - {1}
it: La tua valutazione: {0} - {1}
pt: Sua avaliação: {0} - {1}

# RateASeason_Title_Text
source: How do you rate this season?
es: ¿Cómo calificas esta temporada?
it: Ti è piaciuta questa stagione?
pt: Você gostou dessa temporada?

# Episodedetails_SetAsSeen_Content
source: SET AS SEEN
es: MARCAR COMO VISTO
it: SEGNO COME VISTO
pt: MARCAR COMO VISTO

# Episodedetails_WatchedAtFormat
source: Watched on {0} at {1}
es: Visto el {0} a las {1}
it: Guardato il {0} alle {1}
pt: Assistido em {0} a {1}

# Episodedetails_AiredAtFormat
source: First aired the {0} at {1}
es: Emitido por primera vez el {0} a las {1}
it: Trasmesso il {0} alle {1}
pt: Lançado em {0} para {1}

# HomeSwiped_SetAsSeen_Content
source: Set {0} as seen
es: Marcar {0} como visto
it: Contrassegna {0} come visto
pt: Marcar {0} como visto

# Global_DoingTheOperation
source: Performing this operation...
es: Realizando operación…
it: Esecuzione di questa operazione...
pt: Executando esta operação...

# Episodedetails_SetAsNotSeen_Content
source: SET AS NOT SEEN
es: MARCAR COMO NO VISTO
it: SEGNA COME NON VISTO
pt: MARCA COMO NÃO VISTO

# Episode_Code_Add_QuestionContent
source: By marking this episode as watched, you will add its show to your collection. Do you confirm?
es: Al marcar este episodio como visto, añadirás la serie a tu colección. ¿Quieres confirmar?
it: Contrassegnando questo episodio come visto, aggiungerai questa serie alla tua raccolta. Confermi?
pt: Marcando este episódio como assistido, você vai adicionar essa série à sua coleção. Você confirma?

# Episode_Code_Add_QuestionTitle
source: ADD THE SHOW?
es: AÑADIR LA SERIE?
it: AGGIUNGERE LA SERIE?
pt: ADICIONAR A SÉRIE?

# RateAnEpisode_ActionButton_Content
source: RATE THIS EPISODE
es: VALORA ESTE EPISODIO
it: VALUTA QUESTO EPISODIO
pt: AVALIAR ESTE EPISÓDIO

# Episode_Code_UpdateSeenInfo_ErrorMarkingAsNotSeen
source: Cannot set this episode as NOT watched, check your internet connection and try again.
es: No se puede marcar este episodio como NO visto, comprueba tu conexión a internet y prueba de nuevo.
it: Impossibile contrassegnare questo episodio come NON visto, controlla la tua connessione Internet e riprova.
pt: Impossível marcar este episódio como NÃO visto, verifique sua conexão com a internet e tente de novo.

# Episode_Code_UpdateSeenInfo_ErrorMarkingAsSeen
source: Cannot set this episode as watched, check your internet connection and try again.
es: No se puede marcar este episodio como visto, comprueba tu conexión a internet y prueba de nuevo.
it: Impossibile contrassegnare questo episodio come visto, controlla la tua connessione Internet e riprova.
pt: Impossível marcar este episódio como visto , verifique sua conexão com a internet e tente de novo.

# Error_GenericText_Part1_Text
source: An unexpected error occurred, please check your internet connection and try again.
es: Se ha producido un error, por favor comprueba tu conexión a internet y prueba de nuevo
it: Si è verificato un errore imprevisto, controlla la tua connessione Internet e riprova.
pt: Um erro inesperado aconteceu, por favor verifique sua conexão com a internet e tente novamente.

# Frame_Code_OkButton
source: I'VE GOT IT
es: ENTENDIDO
it: OK
pt: OK

# Frame_Code_YesButton
source: YES
es: SÍ
it: SI
pt: SIM

# Frame_YesButton_Content
source: YES
es: SÍ
it: SI
pt: SIM

# Home_AppBar_About_Label
source: About
es: Acerca de
it: Informazioni sull'applicazione
pt: Sobre o aplicativo

# Home_AppBar_AppSettings_Label
source: App settings
es: Ajustes de la app
it: Impostazioni
pt: Configurações

# Home_AppBar_Refresh_Label
source: Refresh
es: Actualizar
it: Aggiorna i dati
pt: Atualizar

# Home_AppBar_SayThankYou_Label
source: how to say THANK YOU?
es: ¿Cómo dar las gracias?
it: Come dire grazie?
pt: Como dizer OBRIGADO?

# Home_Code_Incoming_XDaysAgoPlural
source: {0} days ago
es: Hace {0} días
it: {0} giorni fa
pt: {0} dias atrás

# Home_Code_Incoming_InXDaysPlural
source: in {0} days
es: En {0} días
it: tra {0} giorni
pt: em {0} dias

# Home_Code_Incoming_Yesterday
source: YESTERDAY
es: AYER
it: IERI
pt: AQUI

# Home_Code_Incoming_BeforeYesterday
source: THE DAY BEFORE YESTERDAY
es: ANTES DE AYER
it: L'ALTRO IERI
pt: ANTES DE ONTEM

# Home_Past_PanelTitle_Header
source: LATEST EPISODES
es: ÚLTIMOS EPISODIOS
it: RILASCIATO DI RECENTE
pt: LANÇADO RECENTEMENTE

# Home_Code_Incoming_DaySymbol
source: D
it: G

# Home_Code_Incoming_Later
source: LATER OR NOT ANNOUNCED
es: MÁS ADELANTE O NO HA SIDO ANUNCIADO
it: IN ARRIVO O NON ANNUNCIATO
pt: DEPOIS OU NÃO ANUNCIADO

# Home_Code_Incoming_Today
source: TODAY
es: HOY
it: OGGI
pt: HOJE

# Home_Code_Incoming_Tomorrow
source: TOMORROW
es: MAÑANA
it: DOMANI
pt: AMANHÃ

# Home_Code_MyShowPanelHeader_Default
source: YOUR SHOWS
es: TUS SERIES
it: LE MIE SERIE TV
pt: MINHAS SÉRIES

# Global_NothingToDisplayHere_Text
source: There is nothing to display here yet...
es: No hay nada para mostrar todavía…
it: Qui non c'è nulla al momento...
pt: Nada para ver aqui no momento...

# Global_Loading
source: Loading...
es: Cargando…
it: Caricamento in corso...
pt: Carregando...

# Home_Code_MyShowPanelHeader_MultipleShowFormat
source: YOUR {0} SHOWS
es: TUS {0} SERIES
it: LE MIE {0} SERIE TV
pt: MINHAS {0} SÉRIES

# Home_Code_MyShowPanelHeader_OneShowOnly
source: YOUR (LONELY) SHOW
es: TU (ÚNICA) SERIE
it: LA MIA SERIE TV
pt: MINHA (SOLITÁRIA) SÉRIE

# Home_Code_MyShowsHiddenGroupHeader_Plural
source: {0} HIDDEN SHOWS
es: {0} SERIES OCULTAS
it: {0} SERIE TV NASCOSTE
pt: {0} SÉRIES ESCONDIDASS

# Home_Code_MyShowToStartGroupHeaderPlural
source: {0} SHOWS TO START WATCHING
es: {0} SERIES PARA COMENZAR A VER
it: {0} SERIE TV IN ARRIVO
pt: {0} SÉRIES PARA COMEÇAR

# Home_Code_MyShowToStartGroupHeaderSingular
source: 1 SHOW TO START WATCHING
es: 1 SERIE PARA COMENZAR A VER
it: 1 SERIE TV IN ARRIVO
pt: 1 SÉRIE PARA COMEÇAR

# Home_Code_MyShowWithEpisodeToSeeButEndedGroupHeader_Plural
source: {0} ENDED SHOWS WITH UNSEEN EPISODES
es: {0} PROGRAMAS FINALIZADOS CON EPISODIOS NO VISTOS
it: {0} SERIE TV TERMINATE CON EPISODI NON VISTI
pt: {0} SÉRIES FINALIZADAS COM EPISÓDIOS NÃO VISTOS

# Home_Code_MyShowWithEpisodeToSeeGroupHeader_Plural
source: {0} SHOWS WITH UNSEEN EPISODES
es: {0} SERIES CON EPISODIOS PENDIENTES
it: {0} SERIE TV CON EPISODI NON VISTI
pt: {0} SÉRIES COM EPISÓDIOS NÃO VISTOS

# Home_Code_MyShowWithEpisodeToSeeNotEndedGroupHeader_Plural
source: {0} CURRENT SHOWS WITH UNSEEN EP.
es: {0} SERIES EN EMISIÓN CON EP. PENDIENTES
it: {0} SERIE TV NON TERMINATE CON EPISODI NON VISTI
pt: {0} SÉRIES RETORNANDO COM EPISÓDIOS NÃO VISTOS

# Home_Code_MyShowWithNoEpisodeToSeeEndedGroupHeader_Plural
source: {0} ENDED SHOWS, FINISHED WATCHING
es: {0} SERIES FINALIZADAS, TODOS LOS EP. VISTOS
it: {0} SERIE TV VISTE, TERMINATE
pt: {0} SÉRIES COMPLETAS, FINALIZADAS

# Home_Code_MyShowWithNoEpisodeToSeeGroupHeader_Plural
source: {0} CURRENT SHOWS, ALL EPISODES WATCHED
es: {0} SERIES EN EMISIÓN, TODOS LOS EP. VISTOS
it: {0} SERIE TV VISTE, IN ARRIVO
pt: {0} SÉRIES COMPLETAS, RETORNANDO

# Home_Code_Popular_Popular
source: MOST POPULAR
es: MÁS POPULAR
it: POPOLARE
pt: POPULAR

# Home_Code_Popular_PopularGenreFormat
source: {0} - MOST POPULAR
es: {0} - MÁS POPULAR
it: {0} - POPOLARE
pt: {0} - POPULAR

# ShowDetails_Code_SimilarToThisShow
source: YOU MAY ALSO LIKE THESE SHOWS
es: PUEDE QUE TAMBIÉN TE GUSTEN ESTAS SERIES
it: POTREBBE PIACERTI
pt: VOCÊ PODE GOSTAR

# Home_Code_Popular_HowToDisplayActions
source: Tip: hold your finger on a show to display a list of actions : add, hide, etc.
es: Consejo: mantén tu dedo sobre una serie para desplegar una lista de acciones: añadir, ocultar, etc.
it: Suggerimento: tieni premuta una Serie TV per visualizzare le opzioni: Aggiungi, nascondi, ecc.
pt: Dica: Mantenha um show pressionado para exibir uma lista de ações: Adicionar, ocultar, etc.

# Global_Code_LearnMore
source: Learn more
es: Descubre más
it: Leggi di più...
pt: Leia mais...

# Home_Code_Popular_Recommandations
source: RECOMMENDED FOR YOU
es: RECOMENDADO PARA TI
it: CONSIGLIATE
pt: SELEÇÃO PARA VOCÊ

# Home_Code_Popular_ReleasedThisMonthFormat
source: SHOWS RELEASED IN {0}
es: SERIES QUE SE ESTRENAN EN {0}
it: LE SERIE TV DI {0}
pt: NOVAS SÉRIES DE {0}

# Home_Code_Popular_Trending
source: TRENDING RIGHT NOW
es: TENDENCIAS AHORA MISMO
it: DI TENDENZA
pt: TENDÊNCIAS AGORA

# Home_Code_WelcomeHeaderTextDefault
source: Welcome here dear friend
es: Bienvenido amigo
it: Benvenuto/a, amico/a
pt: Boas vindas querido(a) amigo(a)

# Home_Code_WelcomeHeaderTextFormat
source: Welcome {0}
es: ¡Hello, {0}!
it: Benvenuto/a, {0}
pt: Bem vindo(a), {0}

# Home_Incoming_EmptyPlaceHolder_Text
source: You have no incoming episode because there are no shows in your collection. Try adding one :-)
es: No tienes ningún episodio pendiente porque no tienes ninguna serie en tu colección. Prueba a añadir una :-)
it: Non ci sono episodi in arrivo
pt: Você não tem próximos episódios porque não tem nenhuma série na sua coleção. Tente adicionar uma :-)

# Home_Incoming_OnChannelLink_Text
source: on
es: en
it: su
pt: Exibido na

# Home_Incoming_PanelTitle_Header
source: UPCOMING EPISODES
es: PRÓXIMOS EPISODIOS
it: PROSSIMI EPISODI
pt: PRÓXIMOS EPISÓDIOS

# Home_Menu_AppSetting_Text
source: Settings
es: Ajustes
it: Impostazioni
pt: Configurações

# Home_Menu_ContactMe_Text
source: Contact me
es: Contacto
it: Parla con me
pt: Fale comigo

# Home_Menu_ContactMe_Reason_DataMissing
source: Some data is not up to date
es: Algunos datos no están actualizados
it: Alcuni dati non sono aggiornati
pt: Alguns dados não estão atualizados

# Global_Cancel
source: Cancel
es: Cancelar
it: Annulla
pt: Cancelar

# Home_Menu_ContactMe_Reason_WannaTalk
source: Feature request
es: Solicitud de función
it: Richieste di funzionalità
pt: Pedido de recurso

# Home_Menu_ContactMe_Reason_OtherReason
source: Other reason
es: Otros motivos
it: Altro motivo
pt: Outra razão

# Home_Menu_FollowOnFacebook_Text
source: Facebook's page
es: Página de Facebook
it: Seguici su Facebook
pt: Nos siga no Facebook

# Home_Menu_RateTheApp_Text
source: rate the app
es: Valora la app
it: Valuta l'app
pt: Avalie o app

# Home_MyShow_EmptyPlaceHolderPart_Text
source: It's a little empty here, let's look for something to watch!
es: Esto está un poco vacío, ¡busca algo para ver!
it: È un pò vuoto qui cerchiamo qualcosa da vedere...!
pt: Está um pouco vazio aqui vamos procurar algo para assistir...!

# Settings_Various_RecreateDb
source: Recreate the database
es: Recrear la base de datos
it: Ricostruisci il database.
pt: Recriar o banco de dados.

# Settings_Various_RecreateDbExplanation
source: The app will be restarted and you will have to perform a full sync.
es: La app se iniciará de nuevo y tendrá que llevar a cabo una nueva sincronización.
it: L'applicazione verrà riavviata e dovrai eseguire una sincronizzazione completa.
pt: O aplicativo será reiniciado e você terá que executar uma sincronização completa.

# Home_MyShow_EmptyPlaceHolder_AddAShow_Content
source: ADD A SHOW
es: AÑADIR ESTA SERIE A MI COLECCIÓN
it: AGGIUNGI UNA SERIE TV
pt: ADICIONAR UMA SÉRIE PARA MINHA COLEÇÃO

# Home_Popular_IsInError_Text
source: Trending and popular shows are only available with an internet connection.
es: Las series más populares solo están disponibles con conexión a internet.
it: SERIE TV popolari e di tendenza sono disponibili solo con una connessione a Internet.
pt: Tendências e séries populares estão disponíveis apenas com uma conexão com a internet.

# Home_Popular_RecommandationsBeingRemoved_Text
source: Hiding...
es: Ocultando…
it: Nascondi
pt: Escondendo

# Home_Suggestions_PanelTitle_Header
source: SUGGESTIONS
es: SUGERENCIAS
it: CONSIGLI
pt: SUGESTÕES

# Home_UserHistory_Code_LastWeek
source: THE LAST 7 DAYS
es: LOS ÚLTIMOS 7 DÍAS
it: ULTIMI 7 GIORNI
pt: ÚLTIMOS 7 DIAS

# Home_UserHistory_Code_Today
source: TODAY
es: HOY
it: OGGI
pt: HOJE

# HomeNavigationSystem_Responsive_Header
source: HOME PAGE SECTIONS POSITIONS
es: POSICIÓN DE LAS SECCIONES DE LA HOME
it: POSIZIONI DEL MENU PRINCIPALE
pt: POSIÇÕES DO MENU PRINCIPAL

# HomeNavigationSystem_Responsive
source: Responsive : bottom on small screen, top on wide screen
es: Responsive: abajo en las pantallas pequeñas y arriba en las grandes.
it: Responsive: nella parte inferiore dello schermo, nella parte superiore dello schermo
pt: Responsivo: Na parte inferior da tela pequena, na parte superior da tela grande

# HomeNavigationSystem_Bottom
source: Always at bottom of the screen
es: Siempre en la parte de abajo
it: Nella parte inferiore dello schermo
pt: Sempre na parte inferior da tela

# HomeNavigationSystem_Top
source: Always at the top of the screen
es: Siempre en la parte de arriba
it: Nella parte superiore dello schermo
pt: Sempre no topo da tela

# Home_UserHistory_Code_Yesterday
source: YESTERDAY
es: AYER
it: IERI
pt: ONTEM

# Home_UserHistory_PanelTitle_Header
source: RECENTLY WATCHED
es: VISTO RECIENTEMENTE
it: CRONOLOGIA
pt: SEU HISTÓRICO

# Global_TabSection_HistoryPanelTitle
source: Last watched episodes
es: Últimos episodios vistos
it: Ultimi episodi guardati
pt: Últimos episódios assistidos

# Home_UserHistory_SegmentHeader
source: Yours
es: Tú
it: Tuo
pt: Seu

# Home_FriendsHistory_SegmentHeader
source: Those of your friends
es: Tus amigos
it: Amici
pt: De amigos

# Home_UserHistory_Filter_OnlyYours
source: Only yours
es: Solo tuyo
it: Solo il tuo
pt: Só o seu

# Home_UserHistory_Filter_IncludeFriends
source: Include your friends
es: Incluir a tus amigos
it: Includi la cronologia dei tuoi amici
pt: Inclua o histórico dos seus amigos

# Home_UserMenu_About_Content
source: About the app
es: Sobre la app
it: Informazioni sull'app
pt: Sobre o app

# Home_UserMenu_AppSetting_Content
source: App settings
es: Ajustes de la app
it: Impostazioni
pt: Configurações

# Home_UserMenu_ChangeLog_Content
source: Release notes - What's new?
es: Notas de la versión - ¿Qué hay de nuevo?
it: Note di rilascio
pt: Notas de lançamento

# Home_UserMenu_ChangeLog_Label
source: Release notes
es: Notas de la versión
it: Note di rilascio
pt: Notas de lançamento

# Home_UserMenu_Refresh_Content
source: Refresh
es: Actualizar
it: Aggiorna
pt: Atualizar

# Home_UserMenu_RemoveAds_Content
source: Remove ads & more
es: Elimina anuncios y más…
it: Rimuovi la pubblicità
pt: Remova a publicidade e muito mais

# Home_UserMenu_Signout_Title
source: Sign out
es: Salir
it: Disconnetti
pt: Terminar sessão

# Home_UserStats_Code_TotalShowCountSuffixLabelPlural
source: shows
es: series
it: SERIE TV
pt: Séries

# Home_UserStats_Code_TotalShowCountSuffixLabelSingular
source: show
es: serie
it: SERIE TV
pt: Série

# Home_UserStats_Code_AllSeenShowCountSuffixLabelPlural
source: shows completed
es: series completas
it: SERIE TV viste
pt: Séries terminadas

# Home_UserStats_Code_AllSeenShowCountSuffixLabelSingular
source: show completed
es: serie completa
it: SERIE TV vista
pt: Série terminada

# Home_UserStats_Code_NotAllSeenShowCountSuffixLabelPlural
source: shows with episodes left to watch
es: series con episodios por ver
it: SERIE TV con episodi da vedere
pt: Série com episódios para assistir
